[
  {
    "titel": "Naar aanleiding van een discussie had ik graag geweten of een persoon die op 50-jarige leeftijd diabetes kreeg en 4x daags insuline moet spuiten, diabetes type 1 of type 2 heeft?",
    "tekst": "Deze persoon kan zowel diabetes type 1 als type 2 hebben. Type 1 wordt meestal onder de 40 jaar gediagnosticeerd, maar kan ook later ontstaan. Personen met type 1 hebben een absoluut insulinetekort en starten direct met insuline. Symptomen zijn vaak uitgesproken (veel plassen, dorst, vermageren, vermoeidheid). Bij type 2 treden symptomen geleidelijker op. Ook veel personen met type 2 moeten, vaak na verloop van tijd, insuline spuiten omdat leefstijl en medicatie niet meer volstaan. Specifieke bloedtesten (c-peptide, antistoffen) kunnen uitsluitsel geven. Beide vormen vereisen behandeling en opvolging."
  },
  {
    "titel": "Mijn zwangerschapsdiabetes is vastgesteld. Mijn arts zei dat na mijn bevalling alles weer normaal wordt, maar ik wel meer kans heb om diabetes type 2 te krijgen. Klopt dat?",
    "tekst": "Dat klopt. Zwangerschapsdiabetes ontstaat door hormonale veranderingen in de tweede helft van de zwangerschap en verdwijnt meestal na de bevalling. Het is echter een alarmsignaal; je hebt een sterk verhoogd risico (binnen 5-10 jaar) op diabetes type 2. Belangrijk na de bevalling: gezond eten, regelmatig bewegen, minder stilzitten en eventueel vermageren. Ga jaarlijks bij je huisarts langs voor controle van je nuchtere bloedsuikerwaarden. Het project Zoet Zwanger (zoetzwanger.be) kan helpen; vraag je zorgverlener om een jaarlijkse herinnering."
  },
  {
    "titel": "Een vriendin van me heeft diabetes type 2. Zij volgde onlangs een streng dieet en zegt nu definitief verlost te zijn van haar diabetes. Kan je genezen van diabetes?",
    "tekst": "Dat is een uitstekende en belangrijke vraag. Het antwoord hangt sterk af van het type diabetes.\n\n**Voor diabetes type 1**, een auto-immuunziekte, is er op dit moment helaas nog **geen genezing**. Het lichaam maakt zelf geen insuline meer aan, waardoor levenslange behandeling met insuline noodzakelijk is. Er wordt wel veelbelovend wetenschappelijk onderzoek gedaan, bijvoorbeeld naar stamceltherapie en manieren om het immuunsysteem te corrigeren.\n\n**Voor diabetes type 2** is het verhaal veel hoopvoller. Hoewel we medisch gezien niet van 'genezing' spreken, is het voor veel mensen mogelijk om de ziekte **om te keren**. Dit noemen we **'remissie'**. Dit betekent dat de bloedsuikerwaarden weer normaal zijn, zónder dat er nog diabetesmedicatie nodig is. Dit wordt meestal bereikt door een intensieve aanpassing van de leefstijl, met name door significant gewichtsverlies (vaak 10-15 kg of meer) via een aangepast dieet en meer beweging.\n\nHet is belangrijk te weten dat remissie geen permanente 'genezing' is. De aanleg voor diabetes type 2 blijft bestaan. Als de gezonde leefstijl niet wordt volgehouden en het gewicht weer toeneemt, kunnen de hoge bloedsuikerwaarden terugkeren. Levenslange aandacht voor een gezonde levensstijl blijft dus cruciaal.\n\nSamengevat: voor type 1 is er nog geen genezing, maar voor type 2 is remissie – het omkeren van de ziekte – voor veel mensen een haalbaar en krachtig doel. Overleg altijd met uw arts of diabetesteam welk traject voor u het beste is."
  },
  {
    "titel": "Ik ben 36 jaar oud en enkele weken geleden werd bij mij de diagnose diabetes vastgesteld. Mijn behandelend arts sprak over een registratie bij het Belgisch Diabetes Register. Wat houdt dit juist in?",
    "tekst": "Het Belgisch Diabetes Register (BDR) is een netwerk van artsen/onderzoekers voor betere preventie en behandeling van diabetes. Het verzamelt gegevens van patiënten gediagnosticeerd vóór 40 jaar om het aantal patiënten en mogelijke oorzaken te volgen. Bloedanalyses helpen de diabetesvorm objectief te bepalen. Ook het risico bij verwanten (< 40 jaar) kan bepaald worden. Je komt waarschijnlijk in aanmerking. Je arts kan meer info geven; registratie vereist een ondertekend formulier, een vragenlijst en bloedafname. Meer info: www.bdr.online.be."
  },
  {
    "titel": "Ik moet voor school een opdracht maken in verband met diabetes. In dat kader vroeg ik me af of kinderen onder 1 jaar ook diabetes type 1 kunnen krijgen?",
    "tekst": "Ja, diabetes type 1 kan ook onder de leeftijd van 1 jaar voorkomen en treedt op steeds jongere leeftijd op (zie statistieken www.bdronline.be). Bij kinderen jonger dan 6 maanden moet ook aan zeldzamere vormen (bv. neonatale diabetes) gedacht worden, maar type 1 is mogelijk. Bijkomende testen zijn nodig voor een zekere diagnose."
  },
  {
    "titel": "In de media lees ik af en toe iets over een nieuwe 'doorbraak' in de genezing van diabetes type 1. Ik vroeg mij af welke sporen momenteel onderzocht worden?",
    "tekst": "Hoewel een definitieve genezing voor type 1 er nog niet is, boekt onderzoek vooruitgang. Belangrijke pistes zijn het immuunsysteem bijsturen (bv. met medicijnen zoals Teplizumab om de start uit te stellen bij hoog risico) en het beschermen of vervangen van bètacellen (bv. via stamcellen, nog experimenteel). Eilandjestransplantatie is een beperkte optie. Het doel is veilig en blijvend de eigen insulineproductie te herstellen. We zijn dichterbij, maar een algemene genezing is er nog niet."
  },
  {
    "titel": "Mijn moeder heeft diabetes. Is de kans dan groter dat ik dit later ook krijg?",
    "tekst": "Erfelijke aanleg speelt een rol. Het risico hangt af van het type diabetes van je moeder. Bij type 1 heb je 3% kans (5% als je vader type 1 heeft). Bij type 2 is het risico hoger; kinderen van een ouder met type 2 hebben 40% kans. Een familiale voorgeschiedenis (1e/2e graad) verhoogt het risico. Andere risicofactoren: weinig beweging, ongezonde voeding, overgewicht, leeftijd (>45), hoge bloeddruk/cholesterol, roken. Gezond leven kan je risico op type 2 halveren! Bereken je risico op www.HALT2diabetes.be."
  },
  {
    "titel": "Men spreekt in de artikels die ik lees vaak over diabetes type 1 en type 2. Zijn er ook nog andere diabetesvormen?",
    "tekst": "Type 1 (<10%) en type 2 (>90%) zijn de bekendste. Zwangerschapsdiabetes is een derde vorm die tijdens de zwangerschap optreedt en opvolging vraagt, ook erna. Zeldzamere vormen zijn MODY, MIDD, LADA en neonatale diabetes. Diabetes kan ook ontstaan door pancreasschade (bv. ontsteking) of medicatie (bv. cortisone). Elk type heeft een specifiek verloop en behandeling. Meer info op www.diabetes.be."
  },
  {
    "titel": "Mijn huisarts zei me dat ik een verhoogd risico heb om diabetes type 2 te ontwikkelen. Hebben jullie concrete tips om dit te voorkomen?",
    "tekst": "Je kan je risico halveren met een gezonde leefstijl. Tips: volg de principes van de voedingsdriehoek (Vlaams Instituut Gezond Leven), focus op vezels, beperk (verzadigd) vet en totale energie-inname. Beweeg minstens 30 min/dag matig intensief (bewegingsdriehoek), evt. in blokken van 10 min. Verminder 'zittende' momenten (minder tv, rondwandelen bij bellen). Werk in kleine stapjes, vraag evt. hulp van diëtist/bewegingsdeskundige. Verlies 5-10% gewicht bij overgewicht (5% daling = 30% minder risico!). Ook belangrijk: stoppen met roken, voldoende slaap, stress vermijden. Meer info: www.halt2diabetes.be."
  },
  {
    "titel": "Enkele jaren geleden heb ik een schuldsaldoverzekering afgesloten voor de aankoop van ons huis. Er is vorige maand bij mij diabetes type 1 vastgesteld, moet ik dit doorgeven? Kan mijn verzekeringspremie hierdoor verhoogd worden?",
    "tekst": "Nee, bij een lopende levensverzekering (zoals schuldsaldo) ben je niet verplicht een gezondheidswijziging mee te delen. De verzekeraar mag de premie niet aanpassen. Ter info: wie bij het afsluiten al diabetes heeft, betaalt vaak een bijpremie (verschilt per maatschappij, vergelijken loont). De wet Partyka (sinds 2015) biedt deels een oplossing voor hoge bijpremies bij schuldsaldo via transparantie, beroepsmogelijkheid en solidariteit. Meer info: www.diabetes.be/verzekeringen of www.opvolgingsbureau.be."
  },
  {
    "titel": "Ik weet dat personen met diabetes hun rijbewijs moeten aanpassen. Maar moet mijn voorlopig rijbewijs ook aangepast worden?",
    "tekst": "Ja, de Belgische wet vereist een rijgeschiktheidsattest en een aangepast rijbewijs met beperkte geldigheidsduur vanaf de diagnose diabetes, ongeacht het type rijbewijs (dus ook voorlopig). Dit moet omdat de normen gelden zodra je rijdt. Via een bevoegde arts verkrijg je het attest, dat je bij de gemeente voorlegt. Raadpleeg altijd officiële instanties (gemeente, GOCA, FOD Mobiliteit) voor de meest actuele regels, want deze kunnen veranderen."
  },
  {
    "titel": "Mijn jongste zoon heeft diabetes type 1. Hij zit momenteel in het eerste middelbaar en zal in december dus voor de eerste keer examens afleggen. Kan dit invloed hebben op zijn diabetes?",
    "tekst": "Stress tijdens examens kan de bloedsuikerspiegel beïnvloeden (meestal stijging, soms daling). De drukte kan ook leiden tot nonchalantere zelfzorg, ongezonde snacks en minder beweging, wat de glycemie kan beïnvloeden. Maak je niet te veel zorgen; de meeste studenten komen deze periode goed door. Bij twijfel, contacteer de kinderconventie. Als ouder kan je ondersteunen."
  },
  {
    "titel": "Binnen een maand vertrekken we op vliegvakantie naar Tenerife. Mogen we de insulinepennen en glucosemeter meenemen in de handbagage?",
    "tekst": "Ja, dat mag. Neem medicatie dubbel mee en verdeel over handbagage (niet in ingecheckte koffers, die kunnen zoekraken/vertragen). Draag diabetesmateriaal in handbagage. Laat een medisch attest (certificate of declaration) opmaken door je arts met omschrijving materiaal (insulinepen, glucosemeter) voor de veiligheidscontrole. Plaats insuline en vloeistoffen in een doorzichtige, afsluitbare plastic zak (max 100 ml per item). Neem druivensuiker/suikerhoudende drank mee voor hypo's. Verdeel materiaal evt. over handbagage van reisgezelschap."
  },
  {
    "titel": "Ik heb diabetes en moet nuchter blijven voor een onderzoek in het ziekenhuis. Waar moet ik op letten?",
    "tekst": "Nuchter blijven met diabetes vraagt aandacht. Vaak mag je ochtendtabletten niet innemen. Metformine (of combi-tabletten) moet soms de avond ervoor gestopt worden (bv. bij contrastonderzoek). Je insulineschema wordt vaak aangepast (regel: niet eten = niet spuiten voor snelwerkende insuline). Overleg met het behandelend team voor individueel advies. Tips: neem medicatielijst, glucosemeter/-strips mee. Volg suikerwaarden goed op. Breng insulinepen/medicatie mee voor na het onderzoek als je in het ziekenhuis eet. Contacteer arts/apotheker voor andere medicatie."
  },
  {
    "titel": "Ik ben 24 jaar, en heb reeds 5 jaar diabetes type 1. Mijn vriend en ik willen graag aan kinderen beginnen. Hoe kan ik dit het beste aanpakken?",
    "tekst": "Plan een zwangerschap vooraf en bespreek dit met je arts om risico's (aangeboren afwijkingen, miskraam) te beperken. Strikte glycemiecontrole is cruciaal vanaf het begin tot minstens 12 weken na conceptie. Vaak wordt een insulinepomp gestart. Medicatiegebruik wordt nagekeken en evt. aangepast. Foliumzuur is aangeraden. Een grondig medisch onderzoek vooraf is nodig. Frequente medische opvolging door een multidisciplinair team tijdens de zwangerschap is een must. Een gezonde levensstijl (voeding, beweging, slaap) en extra aandacht voor diabeteszelfmanagement zijn belangrijk. Het is een uitdaging, maar met goede voorbereiding beperk je risico’s."
  },
  {
    "titel": "Er wordt een hittegolf voorspeld. In welke mate moet ik hier rekening mee houden voor mijn diabetes?",
    "tekst": "Hoge temperaturen beïnvloeden diabetes. Tips: Wees alert op bloedsuikerschommelingen: warmte versnelt insulineopname (risico hypo), maar verkort werkingsduur (risico stijging). Meet regelmatig, heb snelle suikers bij de hand. Drink voldoende (min. 2L/dag water, thee, light-frisdrank) om uitdroging te voorkomen, zeker bij hoge bloedsuiker. Vermijd alcohol. Vermijd heetste uren, zoek schaduw/koelte. Bescherm medicatie/insuline, strips en meter tegen hitte (niet in warme auto, gebruik koeltas/thermos). Koeltas (type Frio) via shop.diabetes.be."
  },
  {
    "titel": "Ik heb diabetes en vertrek binnenkort op strandvakantie met vrienden. Kan het kwaad als ik af en toe op blote voeten rondloop?",
    "tekst": "Blootsvoets lopen is geen goed idee bij diabetes. Diabetes kan zenuwschade (gevoelsvermindering) en verminderde doorbloeding veroorzaken. Pijn door heet zand of scherpe voorwerpen wordt mogelijk niet opgemerkt. Wondjes genezen trager. Preventie: loop nooit op blote voeten (ook niet binnen of op strand). Draag steeds comfortabele, goed passende schoenen die beschermen."
  },
  {
    "titel": "Ik spuit momenteel 4 keer per dag insuline. Ik overweeg een pomp, maar wat doe ik dan tijdens het zwemmen? Ik zwem immers meerdere keren per week.",
    "tekst": "Zwemmen met een insulinepomp kan zeker. Bij een pomp met slangetje koppel je deze meestal af (max. 1 uur, bespreek duur met team), veel moderne pompen zijn wel waterbestendig maar niet voor lang onderdompelen. Soms is een extra bolus nodig na het zwemmen. Bij patchpompen (zonder slangetje, bv. Omnipod) is de 'pod' waterdicht en hoef je die meestal niet af te koppelen (check specificaties). De afstandsbediening (PDM) is niet waterdicht. Overleg altijd met je diabetesteam over de beste aanpak voor jouw situatie en pomptype."
  },
  {
    "titel": "Ik ben moslim en heb sinds een paar jaar diabetes type 1. Binnenkort komt de ramadan er weer aan. Mag ik daaraan meedoen?",
    "tekst": "Volgens de Koran zijn zieken vrijgesteld van vasten als dit de gezondheid schaadt. Als de arts vaststelt dat vasten de ziekte verergert, is het verboden. Vasten is afgeraden zonder toestemming arts, zeker bij type 1, ontregelde diabetes, recente CVA/hartinfarct of nierproblemen. Wil je toch vasten? Overleg altijd met je arts, diabetesverpleegkundige en diëtist voor een veilig plan. Experimenteer niet zelf met medicatie. Ontregelde diabetes kan nierschade veroorzaken. Bespreek dit met je diabetesteam."
  },
  {
    "titel": "Na mijn vakanties is mijn glycemie altijd ontregeld. Wat kan hiervan de oorzak zijn?",
    "tekst": "De overgang van vakantie naar werk kan de glycemie beïnvloeden. Voor sommigen brengt het werkritme evenwicht, voor anderen juist ontregeling. Dit hangt af van het type werk (stress, fysieke inspanning, regelmaat). Een goede diabetesregeling helpt functioneren. Volg je glycemie op en pas eventueel insuline aan. Zorg thuis weer voor regelmatige (gezonde) maaltijden/tussendoortjes."
  },
  {
    "titel": "Ik kom net van een sollicitatiegesprek voor een job die ik heel graag wil doen. Nu blijkt echter dat er in shiften gewerkt wordt. Lukt dit als je diabetes hebt?",
    "tekst": "Ja, veel personen met diabetes werken succesvol in ploegen, zelfs in 3 ploegen. Eventuele (medicatie)aanpassingen zijn individueel verschillend; overleg hierover met je behandelend team. Ook veranderingen in fysieke belasting hebben invloed. Dit vraagt correcte opvolging, maar hoeft een goede regeling niet in de weg te staan. Succes!"
  },
  {
    "titel": "Mijn diabetesspecialist zegt mij ieder jaar opnieuw dat ik best stop met roken. Is dat echt zo gevaarlijk bij diabetes misschien?",
    "tekst": "Ja, roken versterkt alle gezondheidsrisico's van diabetes. Een sigaret vermindert insulinewerking met 15% en tast glucosewaarden aan. Roken versnelt slagaderverkalking, tast kleine bloedvaten aan (meer kans op zenuw-, nier-, oogschade, impotentie), zorgt voor slechtere wondheling en meer mondproblemen. Stoppen is slim. Hulpmiddelen (nicotinevervangers, medicatie) en therapieën (tabakoloog) bestaan. Info bij apotheker, huisarts of www.tabakstop.be. Informeer en motiveer jezelf en je omgeving."
  },
  {
    "titel": "Enkele maanden geleden werd bij mij diabetes vastgesteld. Ik heb vorige week een test bij de cardioloog ondergaan en een vier à vijf dagen voor het onderzoek was mijn bloedsuikerspiegel verhoogd. Kan stress hiervan de oorzaak zijn?",
    "tekst": "Ja, stress kan de bloedsuikerwaarden beïnvloeden. Meestal veroorzaakt stress (door hormonen zoals adrenaline die insuline tegenwerken) een stijging van de bloedsuikerspiegel. Minder vaak kan stress juist een verlaging veroorzaken."
  },
  {
    "titel": "Ik zou graag samen met mijn partner bloed gaan geven bij het Rode Kruis. Gezien ik diabetes heb, vroeg ik mij af of ik dit wel kan?",
    "tekst": "Je kan als persoon met diabetes donor zijn als je voldoet aan alle criteria: stabiele, goed gecontroleerde diabetes, geen complicaties en verder gezond. Alle standaard donatiecriteria gelden ook voor jou. Voorafgaand aan de donatie is er een onderzoek om je geschiktheid te beoordelen. Zie ook www.rodekruis.be."
  },
  {
    "titel": "Kan ik naar de sauna met diabetes?",
    "tekst": "Meestal kan een saunabezoek. Bij hart-/vaatproblemen, neuropathie of bepaalde medicatie: vraag raad aan je arts. Controleer bloedsuiker regelmatig en hou rekening met: Sauna kan bloedsuikerspiegel beïnvloeden (snellere insulineopname door verhoogde doorbloeding -> hypo-risico). Spuit bolus niet vlak voor sauna. Drink voldoende (vochtverlies!). Max 10-15 min per sessie, voldoende afkoelen (min 30 min). Spring niet direct in koud water (risico bij neuropathie/hartproblemen). Droog voeten goed af, inspecteer op wondjes, hydrateer (niet tussen tenen). Effect kan nazinderen (energieverbruik -> lage waarden, ontspanning -> lagere waarden). CGM-sensor kan loskomen/foutmeldingen geven door hitte/zweet. Plan bezoek evt. rond sensorwissel. Koppel insulinepomp af (insuline reageert slecht op hitte). Drink geen alcohol."
  },
  {
    "titel": "Ik zou graag wat meer info wensen over de aanschaf van een hypohond. Is dit al erkend hier in België en wat zijn de voorwaarden ervan?",
    "tekst": "Er zijn weinig opgeleide hypohonden in België en geen erkende organisaties voor diabetesassistentiehonden, dus geen terugbetaling. Opleiding (anders dan blindengeleidehonden) is minder ingeburgerd. Er zijn centra die kunnen helpen, maar opleiding kost €20.000-€25.000 en vergt tijdsinvestering. Een aanvraag voor tegemoetkoming bij het VAPH is mogelijk (beslissing door Bijzondere Bijstandscommissie). Sommige eigen honden/katten reageren op hypo's, maar een betrouwbare hypohond vereist correcte opleiding (detectie hoge én lage waarden)."
  },
  {
    "titel": "Binnenkort ga ik op kot. Ik ben wel wat bezorgd hoe dat zal gaan met mijn diabetes. Hebben jullie tips omtrent uitgaan?",
    "tekst": "Ook als student met diabetes kan je genieten. Tips: Dansen = inspanning; pas insuline aan of eet extra koolhydraten tegen hypo's. Wees voorzichtig met alcohol (max 10/week, niet dagelijks); kan hypo veroorzaken tot 24u na consumptie. Suikerrijke dranken (cocktails, fruitbier, likeur) geven eerst snelle stijging, dan daling. Heb altijd druivensuiker/cola bij je. Verwittig vrienden. Controleer bloedsuiker voor slapengaan, neem evt. extra koolhydraten tegen laattijdige hypo. Drugs zijn levensgevaarlijk (ook zonder diabetes); kunnen nonchalant maken."
  },
  {
    "titel": "De leerkracht van mijn kind ziet de diabeteszorg niet goed zitten. Wat kan ik doen?",
    "tekst": "Leerkrachten zijn vaak onbekend met diabetes en schrikken van de verantwoordelijkheid. Goede informatie en noodinstructies zijn belangrijk. Als de kinderconventie aangesloten is, kan de diabeteseducator informeren/begeleiden. Een thuisverpleegkundige op school (terugbetaling via RIZIV aanvraagbaar) kan ook helpen. Jij als ouder kan ook informeren en geruststellen. Geef duidelijke info (bv. werkmap met contactgegevens). Zorg voor goede communicatie en samenwerking. Geef contactgegevens van jou en het diabetesteam door."
  },
  {
    "titel": "Mijn zoon, 8 jaar, heeft sinds kort diabetes. Mijn man en ik weten niet goed in hoeverre we onze opvoeding moeten aanpassen aan deze nieuwe situatie.",
    "tekst": "Opvoeden met diabetes vraagt extra aandacht. Tips (vraag ook begeleiding bij kinderconventie): Regels helpen groeien naar zelfstandigheid/zelfzorg. Stimuleer stap voor stap zelfstandigheid in diabetesbehandeling (goed voor eigenwaarde). Verwen niet te veel ('anders zijn'-gevoel); diabetes is geen excuus. Geef ruimte voor fouten, experimenteren, spelen. Vind evenwicht tussen controle en loslaten. Praat openlijk over diabetes naarmate hij ouder wordt. Focus op positieve aspecten: kinderen met diabetes zijn vaak rijper, helpen relativeren, hechtere gezinsband."
  },
  {
    "titel": "Mijn partner met diabetes type 2 heeft het momenteel zeer moeilijk. Hij is namelijk heel bang dat hij in de toekomst insuline zal moeten spuiten. Graag jullie hulp.",
    "tekst": "Goede bloedsuikerregeling is belangrijk. Bij type 2 lukt dit vaak jaren met leefstijl/tabletten. Soms volstaan tabletten niet meer en is (pre-mix) insuline of andere injecteerbare medicatie nodig. Veel mensen zijn bang voor insuline spuiten, maar de techniek is eenvoudig en naalden zijn klein (4-5 mm). Insuline is geen teken van 'zwaardere' diabetes, maar helpt bloedsuikers optimaal regelen en complicaties voorkomen. Je partner kan angst bespreken met zijn arts. Psychologische hulp (bv. psycholoog, zie www.psycholoog.be) kan ook aangewezen zijn."
  },
  {
    "titel": "Mijn man kreeg onlangs de diagnose van diabetes type 2. Ik probeer me heel strikt te houden aan alle afspraken die gemaakt zijn met het diabetesteam, maar merk dat ik hem hierdoor alleen maar frustreer. Wat kan ik best doen?",
    "tekst": "Jouw omgang beïnvloedt hoe je partner zijn diabetes beleeft. Ook jij maakt een verwerkingsproces door. Probeer niet te overbeschermen. Wees geen 'waakhond' over voeding. Toon positieve interesse, vraag waar je kunt helpen, maar heb begrip als hij hulp afwijst. Omgaan met verwaarlozing is moeilijk. Aandringen werkt vaak averechts. Blijf rationeel, hou afstand maar leef zelf gezond. Maak geen vervelende opmerkingen. Uiteindelijk moet hij zelf controle nemen. Je kan ondersteunen, niet overnemen."
  },
  {
    "titel": "Ik kreeg niet zo lang geleden de diagnose van diabetes type 1 en heb een heel specifieke vraag: kan diabetes mijn seksleven beïnvloeden?",
    "tekst": "Ja, diabetes kan seksuele problemen veroorzaken, maar niet iedereen heeft ze. Problemen komen ook voor bij mensen zonder diabetes. Bij mannen: erectiestoornissen, verminderd libido, ejaculatiestoornissen, schimmelinfecties. Erectiestoornissen bij diabetes komen door zenuw-/vaatschade. Roken heeft negatieve impact. Bepaalde medicatie kan ook een rol spelen. Risico stijgt met leeftijd, duur diabetes, hogere bloeddruk/suikerwaarden. Mannen met overgewicht hebben vaak lagere testosteronspiegels. Stap naar arts/educator; blijf er niet mee zitten. Aanpassingen medicatie of testosteron kunnen helpen. Verwijzing naar psycholoog/seksuoloog is mogelijk bij relationele problemen."
  },
  {
    "titel": "Mag ik aardbeien eten als ik diabetes heb? Ik meen me te herinneren dat ik moet opletten met fruit omwille van de suikers.",
    "tekst": "Ja, aardbeien mag je eten. Fruit bevat vitaminen, mineralen, vezels en (fruit)suikers. Portiegrootte hangt af van suikergehalte: meer suiker = kleinere portie. Aardbeien bevatten relatief minder koolhydraten: een schaaltje (+/- 250 g) = 1 koolhydraatportie (12,5 g KH). Een middelgrote peer (+/- 125 g) is ook 1 portie. Voorbeelden 1 portie fruit: kleine appel, halve grote banaan, klein trosje druiven, 125 g frambozen, 1 sinaasappel. Eet dagelijks 2-3 porties vers fruit, varieer goed."
  },
  {
    "titel": "Ik kocht gisteren gerookte zalm. Dit product had een Nutri-Score D, wat me sterk verbaast. Zalm is dacht ik toch een gezond product?",
    "tekst": "Nutri-Score helpt bij kiezen, maar is gebaseerd op verpakte vorm, niet op bereiding thuis. Staar je er niet blind op. Verse/diepvrieszalm is gezond (goede vetten). Gerookte zalm is sterk bewerkt en bevat veel zout (ca. 3 g/100 g vs. aanbevolen max 5 g/dag totaal). Voorkeur gaat uit naar verse vette vis, maar gerookte zalm kan af en toe vanwege de gezonde vetten."
  },
  {
    "titel": "Mag ik tomatensoep eten als ik diabetes heb? In tomaten zit toch veel suiker als ik mij niet vergis?",
    "tekst": "Misverstand. Verse tomatensoep mag zeker (bron vocht/vitaminen). Wees voorzichtig met kant-en-klare soep (zout). Suikergehalte is verwaarloosbaar, tenzij aardappelen/vermicelli toegevoegd. Tomaat uit blik bevat beetje toegevoegde suiker, maar mag gerust. Tomaten bevatten weinig koolhydraten (ca. 4 g/100 g, kerstomaatjes ca. 6 g/100 g), vergelijkbaar met andere koolhydraatarme groenten; koolhydraten tellen is niet nodig. Groenten met meer KH (pastinaak, maïs, knolselder, ajuin, prei) mogen ruimer, maar KH wel meetellen."
  },
  {
    "titel": "Mijn man heeft diabetes en wil graag volledig overschakelen naar een vegetarische leefstijl. Mag ik het vlees en de vis af en toe vervangen door peulvruchten?",
    "tekst": "Ja, peulvruchten (erwten, linzen, bonen, kikkererwten) kunnen, samen met andere eiwitbronnen (granen, zaden, ei, melkproducten), vlees volwaardig vervangen. Ze zijn rijk aan eiwitten, B-vitaminen, mineralen, vezels en arm aan vet/calorieën. Ze bevatten wel een belangrijke hoeveelheid koolhydraten, die personen met diabetes moeten meetellen. Peulvruchten hebben lage glycemische index (langzame stijging bloedsuiker) en geven verzadiging. Andere KH-bronnen (aardappel, rijst en brood) kunnen beperkt/weggelaten worden. Vul aan met ruime portie groenten."
  },
  {
    "titel": "Onlangs wist iemand mij te vertellen dat speltbrood beter is voor een persoon met diabetes dan gewoon bruinbrood. Is dit waar? En hoe zit het dan met glutenvrij brood?",
    "tekst": "Zowel volkoren bruinbrood als volkoren speltbrood beïnvloeden de bloedsuiker. Glycemische index is gelijkaardig. Kies vezelrijk; speltbrood kan ook geraffineerd ('wit') zijn. Volkoren spelt is betere bron van sommige mineralen (ijzer, zink, magnesium, fosfor). Beide volkoren opties zijn gezond. Glutenvrij brood (boekweit, maïs, rijst) is voor mensen met tarweallergie/coeliakie. Voor diabetes maakt het geen verschil; het bevat ook koolhydraten, soms zelfs meer. Check verpakking. Glutenintolerantie komt vaker voor bij type 1 (beide auto-immuunziekten)."
  },
  {
    "titel": "Ik eet heel graag noten. Maar helaas werd er bij mij onlangs diabetes vastgesteld. Kan ik nog steeds noten eten?",
    "tekst": "Ja, noten zijn gezond: weinig KH, veel plantaardige eiwitten, geen cholesterol, veel onverzadigde (gezonde) vetten, vitaminen (B, E) en mineralen. Ze zijn wel vetrijk en calorierijk. Let op portiegrootte bij gewichtscontrole (1 walnoot ≈ 40 kcal). Kastanjes zijn uitzondering: weinig vet, veel KH (41 g/100 g; 30 g = 1 KH-ruilwaarde). Conclusie: noten zijn gezond, maar let op lijn. Goed als vleesvervanger in salade/pasta."
  },
  {
    "titel": "Hoe toost ik alcohol- en suikervrij op het nieuwe jaar? Vroeger dronk ik graag mocktails maar ik heb gelezen dat dit niet geschikt is voor personen met diabetes.",
    "tekst": "Mocktails bevatten vaak veel suiker uit vruchtensappen. Alternatief: start met light/zero frisdrank of spuitwater. Voeg 1 el suikervrije siroop toe (bv. Teisseire 0%, Boni 0%). Pimp met ijsblokjes, munt, fruit (aardbei, limoen). Let op met gekochte 'alcoholvrije' alternatieven: bevatten soms beetje alcohol en vaak (veel) koolhydraten (bv. Virgin Mojito, alcoholvrije cider/schuimwijn, Pisang). De '0%' slaat op alcohol, niet suiker! Pacific (pastis zonder alcohol) is wel suikervrij. Tips: geen vruchtensap, evt. gearomatiseerd water, geen suiker (evt. zoetstof), smaak met 'botanicals' (specerijen)."
  },
  {
    "titel": "Mijn dochter met diabetes is verslingerd geraakt aan gedroogde gojibessen en chiazaad. Ze gebruikt bij het ontbijt 's morgens zo'n 15 gram. Aangezien 100 g bessen 75 g suikers bevat, vroeg ik me af of dit wel oké is voor haar.",
    "tekst": "'Superfoods' (chiazaad, gojibessen etc.) bevatten veel voedingsstoffen. Ze worden positieve eigenschappen toegeschreven, maar geen enkel voedingsmiddel levert alles. Enkel een gevarieerd dieet geeft bewezen gezondheidsvoordeel. Superfoods kunnen deel uitmaken van gezonde voeding (aanvulling, geen noodzaak). Hou rekening met voedingssamenstelling. Kleine hoeveelheden (15 g) zijn oké, mits koolhydraten meegeteld (hier ca. 1 KH-portie extra). 'Gezond' is niet altijd calorie-/koolhydraatarm!"
  },
  {
    "titel": "Zijn alle oliesoorten gezond voor personen met diabetes?",
    "tekst": "Meeste oliën (olijf-, koolzaad-, arachide-, maïs-, zonnebloem-, sojaolie) zijn rijk aan onverzadigde vetzuren en dus goed. Wissel af (elke olie heeft specifieke samenstelling), vloeibare margarine kan ook. Enkele oliën (palmolie, palmpitolie, kokosolie) zijn rijker aan verzadigde vetzuren; gebruik uitzonderlijk. Voor warme bereiding: vloeibare margarine of bv. olijfolie (geen extra vierge). Niet te sterk verhitten. Koude tafelolie: voorkeur voor goede omega-6/omega-3 verhouding (bv. koolzaadolie)."
  },
  {
    "titel": "Is het kruidenzout Herbamare® van A. Vogel geschikt voor personen met diabetes type 2? Of is grof zeezout of gejodeerd zout beter?",
    "tekst": "Veel zout is voor niemand goed, zeker niet bij diabetes (verhoogt risico hoge bloeddruk/hart-vaatziekten). Gemiddelde inname (8-11 g/dag ) is te hoog (aanbeveling 5 g). Grof zeezout, gejodeerd zout en Herbamare® (94% zeezout) bevatten bijna evenveel natrium als gewoon zout; bieden weinig voordeel. Beter advies: laat zoutvat staan, gebruik verse/gedroogde kruiden en specerijen. Let op met kruidenmengelingen (kipkruiden etc.), kunnen veel zout bevatten."
  },
  {
    "titel": "Ik kijk elke middag naar een kookprogramma op tv, maar frustreer me zo vaak omdat er telkens zoveel vetstof gebruikt wordt. Ik vraag me dan telkens af hoe ik dat recept diabetesvriendelijk kan maken?",
    "tekst": "Verminder aangegeven hoeveelheid vetstof (regel: 1 el/persoon voor warme maaltijd). Kies goede vetstoffen (vervang boter door olijf-/arachideolie, vloeibaar vet). Vervang volle room door light(soja)room (bv. 5%). Voorzie voldoende groenten (drijf hoeveelheid op). Pas koolhydraathoeveelheid aan je schema aan. Inspiratie: www.diabetes.be/recepten, Diabetes Info magazine, kookboek 'Lekker koken met diabetes' (shop.diabetes.be)."
  },
  {
    "titel": "Hoe bereken ik het aantal koolhydraten dat ik per dag mag eten? En wat met het aantal koolhydraatruilwaarden?",
    "tekst": "Dit kan je moeilijk zelf; hulp van diëtist is nodig. Eerst energiebehoefte berekenen (afh. van leeftijd, gewicht, activiteit etc.). Diëtist/arts bepaalt aandeel koolhydraten, rekening houdend met bloedsuikerregeling en behandeling. Koolhydraten worden dan verdeeld over maaltijden. Het is geen simpel formuletje. Eens KH-behoefte gekend, omrekenen naar KH-ruilwaarden (1 waarde ≈ 12,5 g KH). Totaal KH / 12,5 = aantal ruilwaarden per dag."
  },
  {
    "titel": "Ik kreeg net de diagnose diabetes. Ik vraag me af of ik nu nog wel onbezorgd kan genieten op restaurant?",
    "tekst": "Ja, uit eten gaan kan. Maak juiste keuzes. Tips: Alcohol: hoe minder, hoe beter. Kies droge wijn/champagne. Vermijd fruitsap (evenveel suiker als frisdrank); kies tomatensap, water, lightdrank. Let op verborgen vetten (gebakken rijst/spek, roomsauzen, vinaigrettes - vraag apart). Gegrild/gestoomd is beter dan vetter. Aardappel in schil, puree, pasta, rijst zijn magerder dan friet/kroketten. Let op verborgen KH (paneermeel, gebonden saus/soep, zoetzure sauzen). Vraag evt. extra brood bij KH-arme gerechten. Dessert: vers fruit, sorbet, vruchtenbavarois. Koffie met koekje/chocolaatje kan ook."
  },
  {
    "titel": "Mijn partner heeft diabetes. Hij weegt 60 kg en meet 1 m 88. Hij zou graag verdikken, maar weet niet hoe hij dat moet aanpakken. Hebben jullie raad?",
    "tekst": "Om bij te komen moet hij meer energie innemen, op een gezonde manier. Dit kan via voedingsmiddelen met weinig/geen invloed op bloedsuiker, zoals gezonde vetten (olie, vette vis, noten). Deze kunnen extra ingenomen worden zonder aanpassing behandeling. Als ook meer koolhydraten toegevoegd worden, moet behandeling aangepast worden (vraag advies arts). Raadpleeg een diëtist voor gericht advies."
  },
  {
    "titel": "Ik heb een vraag. Wat bevat het minst suiker: Cola Light of Cola Zero?",
    "tekst": "Beide zijn suikervrij, gezoet met intensieve zoetstoffen (geen invloed op bloedsuiker, verwaarloosbare calorieën). Ze bevatten dus beiden geen energie en hebben geen invloed. Keuze hangt af van smaak. Alle lightfrisdranken ≤ 5 kcal/100 ml hebben geen invloed. Water blijft eerste keuze. Lightfrisdrank kan ter afwisseling, maar beperk hoeveelheid."
  },
  {
    "titel": "Mijn zoon heeft diabetes type 1. Ik hoorde onlangs dat er nu ook 'suikervrij' ijs te verkrijgen is. Mag ik hem af en toe eens een 'suikervrij' ijsje voorschotelen?",
    "tekst": "Iedereen, ook met diabetes, kan af en toe van ijs genieten, rekening houdend met KH- en vetgehalte. Je zoon kan ook gewoon ijs eten (met insulineaanpassing). Suikervrij ijs bevat geen toegevoegde suikers; KH-gehalte van 1 bol is bijna verwaarloosbaar (bij grotere hoeveelheid wel berekenen). Kan niet onbeperkt gebruikt worden. Bevat niet altijd minder vet dan gewoon ijs; check verpakking. 'Light' ijs bevat vaak minder vet, maar evenveel suiker. Bij ambachtelijk ijs, vraag naar gebruikte suikervervangers (fructose, siropen hebben wel invloed). Vergeet KH van hoorntje niet."
  },
  {
    "titel": "Ik las een artikel over de 'giftigheid' van aspartaam. Aspartaam zou zelfs gevaarlijk zijn voor personen met diabetes. Is dat waar?",
    "tekst": "Dat artikel is waarschijnlijk onjuist of overdreven. Grote gezondheidsinstanties beschouwen aspartaam nog steeds als veilig binnen de aanvaardbare dagelijkse inname (ADI), die zelden wordt overschreden. Hoewel IARC (WHO) het in 2023 als 'mogelijk kankerverwekkend' classificeerde (beperkt bewijs), zag een ander WHO-comité (JECFA) geen reden de ADI aan te passen. Aspartaam beïnvloedt de bloedsuiker niet en is een geschikte suikervervanger bij diabetes (uitgezonderd voor mensen met PKU). Er is geen wetenschappelijke basis om aan te nemen dat aspartaam bij normaal gebruik gevaarlijk is."
  },
  {
    "titel": "Ik hoor de laatste tijd veel reclame maken voor frisdrank met stevia. Daarom stelde ik mezelf de volgende vraag. Zijn dranken met stevia altijd suikervrij?",
    "tekst": "Nee. Stevia zelf heeft geen invloed op bloedsuiker/calorieën. Sinds 2011 veel producten met stevia. In meeste frisdranken wordt slechts deel suiker vervangen door stevia; er blijft belangrijke hoeveelheid suiker over. Suikervermindering is goed, maar voor diabetes niet ideaal (suiker uit drank geeft snelle stijging). Enkel frisdrank < 5 kcal/100 ml heeft verwaarloosbare invloed en kan zonder KH tellen gedronken worden."
  },
  {
    "titel": "Als ik in mijn bakrecepten gebruikmaak van suikervervangers zoals acaciahoning, agavesiroop, ahornsiroop en kokosbloesemsuiker, zijn ze dan geschikt voor personen met diabetes?",
    "tekst": "Nee, dit zijn ook toegevoegde suikers met weinig meerwaarde t.o.v. biet-/rietsuiker. Het zijn 'lege calorieën' en hun effect op bloedsuiker is niet verwaarloosbaar. Term 'geschikt voor personen met diabetes' kan sowieso niet voor gebak (restgroep, veel KH/vet). Ook gebak met suikervrij alternatief bevat KH uit bloem, fruit, melk etc. Verleiding om te veel te eten is reëel, versterkt door 'vals' gevoel dat het 'suikervrij' is."
  },
  {
    "titel": "Ik zag dat een zoetstof op basis van stevia ook 'maltodextrine' bevat. Dat is toch een koolhydraat, is dat geen probleem?",
    "tekst": "Geen zorgen. Intensieve zoetstoffen (zoals stevia) zijn veel zoeter dan suiker; je hebt weinig nodig. Vulstoffen zoals maltodextrine maken doseren makkelijker. Maltodextrine is een KH, maar soortelijk gewicht is lager dan suiker; gebruikte hoeveelheid is verwaarloosbaar. Soms wordt erythritol (polyol) gebruikt: grovere korrel, geen invloed op bloedsuiker, geen calorieën (nog betere oplossing)."
  },
  {
    "titel": "Kan ik met Pasen mijn dochter met diabetes suikervrije paaseieren geven als alternatief? Zijn deze beter voor de lijn?",
    "tekst": "Ook met diabetes kan je van chocolade genieten. Bevat wel veel vet/calorieën (min 500 kcal/100 g). Hou rekening met KH. Bij suikervrije chocolade (beperkt gebruik) hoef je geen extra KH te tellen. Bevat echter niet (veel) minder energie; niet beter voor de lijn! Weinig verschil in energie/vet tussen wit, bruin, zwart. Klein ei (25 g) ≈ 1 KH-portie (12,5 g KH). Kan bv. 1 snede brood vervangen. Als beleg gebruikt, bespaar je op beleg. Of je nu gewone of suikervrije kiest: geniet met mate!"
  },
  {
    "titel": "Omwille van mijn gezondheid ben ik gestopt met het drinken van alcohol. Soms mis ik de smaak echter wel en pak ik een alcoholvrij biertje (of twee). Het valt me op dat mijn bloedsuikerwaarde daarna een pak hoger staat dan ik zou verwachten. Hoe komt dit en welke alcoholvrije alternatieven raden jullie aan?",
    "tekst": "Goed dat je gestopt bent. Alcoholvrije variatie is er: mocktails, alcoholvrije bieren/wijn, zelfgemaakte drankjes. Let op KH-gehalte! Alcoholvrij bier bevat vaak minder energie, maar méér KH dan alcoholhoudend bier (soms dubbel zoveel, tot 8,5 g KH/100 ml). Dit verklaart je hogere waarde. Alcoholvrij is niet automatisch gezond. Voorkeursdrank: water (plat/bruis), evt. gearomatiseerd. Als dorstlesser: gearomatiseerd water (winkel), lightfrisdrank, suikervrije ice tea/koffie (evt. met zoetstof). Geniet, maar drink (ook alternatieven) met mate."
  },
  {
    "titel": "In de supermarkt vind je tegenwoordig zeer veel zoetstoffen. Welke zoetstof is het best?",
    "tekst": "Voorkeur hangt af van smaak en recept. Vormen: poeder, klontjes, tabletten, vloeistof. Let op mengelingen met suiker (beter vermijden). Keuze hangt af van bereiding: Voor verhitten: kies hittebestendige (sucralose, stevia, tagatose). Voor koud: elke zoetstof kan. Stevia/sacharine geven soms bittere nasmaak. Voor recepten met 'bulk' (bv. cake): kies zoetstof met gewichtsverhouding 2:1 (Tagatesse, Canderel/Pure Via Kristalkorrel) of 1:1 (Zùsto)."
  },
  {
    "titel": "Ik heb recent diabetes gekregen en zou graag de suiker in recepten vervangen door zoetstof in poedervorm. Weten jullie hoeveel zoetstof ik moet gebruiken ter vervanging van suiker?",
    "tekst": "Dosering hangt af van soort zoetstof en smaak. Check verpakking. Doseer eerst liever te weinig, voeg evt. extra toe. Meeste zoetstoffen (bv. Canderel sucralose, huismerken) hebben 10:1 verhouding vs suiker (verkocht in grote 'bussen' van +/- 75 g). Recept met 60 g suiker = 6 g zoetstof. Afwegen moeilijk, doseer met lepel (1 el suiker ≈ 1 el zoetstof). Zoetstof 2:1 (Tagatesse, Canderel/Pure Via Kristalkorrel): neem helft gewicht suiker (60 g suiker = 30 g zoetstof). Zoetstof 1:1 (Zùsto): neem zelfde gewicht (60 g suiker = 60 g zoetstof). Check altijd verpakking."
  },
  {
    "titel": "Zijn zoetstoffen gezond voor personen met diabetes? Ik heb ergens gelezen dat zoetstoffen overgewicht in de hand kunnen werken, klopt dit?",
    "tekst": "Zoetstoffen zijn niet per se 'gezond' (geen toegevoegde voedingswaarde). Water > lightdrank, natuuryoghurt > gezoete yoghurt. Bij normaal gebruik zijn ze veilig als suikervervanger. Relatie zoetstoffen-overgewicht is onvoldoende onderzocht, resultaten niet eenduidig. Studies suggereren dat ze niet gebruikt worden om suiker te verminderen, maar als supplement. Andere studies vinden relatie met gewichtstoename via diverse mechanismen. Cruciaal: gebruik met mate en ter vervanging van suiker (niet als extraatje)."
  },
  {
    "titel": "Bestaat er wetenschappelijke kennis of ervaring in verband met vetvermindering of vetwegzuiging (o.a. buikvet) en de al dan niet gunstige invloed op diabetes?",
    "tekst": "Antwoord professor: Gevolgen overgewicht komen vooral door dieper buikvet (risico diabetes/hart-vaatziekten). Studies over chirurgisch verwijderen buikvet tonen controversiële resultaten; wellicht geen duidelijke meerwaarde in praktijk. Klein gewichtsverlies + meer fysieke activiteit verminderen wel ongezond buikvet, met positieve effecten. Liposuctie/vetschortoperaties verwijderen vooral onderhuids vet (minder metabole risico's); verwacht geen positief gezondheidseffect."
  },
  {
    "titel": "Sinds ik Metformax® 850 mg neem in de plaats van Glucophage® 850 mg, heb ik last van braken en constipatie. Mijn apotheker beweert dat er geen verschil is tussen beide medicaties. Klopt dit?",
    "tekst": "Je apotheker heeft gelijk. Glucophage® en Metformax® bevatten dezelfde actieve stof (metformine), hebben zelfde werking en bijwerkingen. Dit type medicatie kan maag-/darmklachten geven (vooral begin); vermindert meestal na tijdje. Geen duidelijke reden voor problemen na overschakelen. Was medicatie tijdje gestopt? Maag-/darmklachten kunnen ook andere oorzaken hebben. Contacteer huisarts."
  },
  {
    "titel": "Uit een recent bloedonderzoek bleek dat ik bloedarmoede had. Ik ben eens gaan rondneuzen op het internet en een van de mogelijke oorzaken zou het jarenlang gebruik van het geneesmiddel Metformax® zijn. Is dit jullie bekend?",
    "tekst": "Bloedarmoede heeft veel oorzaken (ijzertekort, B12-tekort, foliumzuurtekort, chronische aandoeningen). Metformax® (metformine) kan bij langdurig gebruik B12-tekort veroorzaken, maar is meestal niet (enige) oorzaak. Huisarts kan B12 in bloed bepalen. B12-tekort behandelbaar met tabletten/injecties. Start niet zelf; overleg met arts over uitslag en noodzaak verder onderzoek/behandeling."
  },
  {
    "titel": "Sinds kort moet ik van de huisarts metformine innemen omdat er diabetes type 2 bij mij is vastgesteld. Kunnen deze tabletten hypo's veroorzaken?",
    "tekst": "Risico op hypo bij enkel metformine is zeer beperkt. Metformine stimuleert pancreas niet tot extra insulineproductie, maar verbetert werking eigen insuline. Iets lagere glycemie kan, maar < 70 mg/dl (hypo-drempel) is uitzonderlijk bij enkel metformine."
  },
  {
    "titel": "Een vriendin vertelde dat ze sinds kort een diabetestablet inneemt die inwerkt op de nieren, waardoor ze het teveel aan suiker uitplast. Dit medicijn zou ook gewichtsverlies geven. Kennen jullie dit geneesmiddel?",
    "tekst": "Ja, dit klinkt als een SGLT2-remmer (naam eindigt vaak op '-gliflozine'). Deze tabletten verlagen de bloedsuiker door meer glucose via de urine uit te scheiden. De bekende effecten (laag hypo-risico, beperkt gewichtsverlies, lichte bloeddrukdaling) kloppen. Belangrijker nog: sinds 2020 is bewezen dat ze grote bescherming bieden voor hart en nieren, los van de bloedsuikerverlaging. Daarom worden ze sterk aanbevolen, zeker bij type 2-patiënten met hart-, vaat- of nierproblemen. De meest voorkomende bijwerking zijn genitale infecties. Bespreek met je arts of je ze tijdelijk moet stoppen bij acute ziekte."
  },
  {
    "titel": "Als je aan een insulinepen ruikt, dan stinkt dat wat. Kunnen jullie uitleggen waar die specifieke geur vandaan komt?",
    "tekst": "Insuline heeft specifieke geur (verf/pleisters). Dit betekent niet dat insuline vervallen/bedorven is; het is eigen aan insuline. Geur komt door bewaarstoffen metacresol (en soms fenol) die in kleine hoeveelheden worden toegevoegd."
  },
  {
    "titel": "Ik ga vaak uit lunchen en het tijdstip van de maaltijd is soms moeilijk te plannen. Moet ik mijn snelwerkende insuline eigenlijk altijd op hetzelfde tijdstip inspuiten?",
    "tekst": "Nee, de timing van snelwerkende insuline moet je vooral afstemmen op je maaltijd, niet op een vast kloktijdstip. Oudere types (Regular) spuit je best 20-30 min ervoor. Moderne analogen (Humalog®, NovoRapid®) spuit je meestal vlak voor (0-15 min) de maaltijd. Zeer snelle varianten (Fiasp®, Lyumjev®) kunnen zelfs tijdens of tot 20 min na de maaltijd, wat flexibiliteit geeft. Bespreek met je team welke insuline je gebruikt en wat de beste timing is voor jouw levensstijl."
  },
  {
    "titel": "Sinds kort moet ik insuline inspuiten. Ik vraag me echter af hoelang ik mijn insuline kan bewaren?",
    "tekst": "Ongebruikte insuline: in koelkast tot houdbaarheidsdatum. In gebruik: best op kamertemperatuur bewaren (koude insuline pijnlijker). Op kamertemperatuur max. 1 maand houdbaar. Boven 30°C verliest insuline sneller werking; bewaar niet op warme plaats. Bij twijfel: vervang flacon/pen. Koeltas (type Frio, shop.diabetes.be) helpt temperatuur veilig houden onderweg."
  },
  {
    "titel": "Ik heb diabetes type 1 en gebruik sinds kort vanwege retinopathie Geltim® oogdruppels, op voorschrift van de oogarts. Ik heb de indruk dat ik de laatste tijd ook meer hypo's heb, kan dit veroorzaakt worden door deze oogdruppels?",
    "tekst": "Geltim bevat timolol (niet-cardioselectieve bètablokker). Deze veroorzaken zelf geen hypo's, maar kunnen aanvoelen ervan verminderen (theorie). Praktijk: weinig waarschijnlijk dat kleine hoeveelheid uit oog in bloed hiervoor zorgt. Bespreek hypo's met je team; zij kunnen oorzaak nagaan en helpen vermijden."
  },
  {
    "titel": "Ik neem sinds kort een supplement met glucosamine in omwille van mijn artrose. Doet dit mijn bloedsuikerspiegel stijgen?",
    "tekst": "Geen zorgen. Glucosamine (aminosuiker) heeft weinig te maken met glucose (suiker). Is lichaamseigen stof voor kraakbeenopbouw. Supplementen/geneesmiddel zouden positief effect hebben op artrose (niet altijd bewezen). Dierproeven (hoge dosis) tonen mogelijk effect op insuline; dosis in supplementen veel lager. Weinig waarschijnlijk dat dit effect heeft op bloedsuiker. Bespreek elk supplementgebruik met arts."
  },
  {
    "titel": "Mijn mama is de laatste tijd sterk vermagerd. Aangezien ze insuline moet spuiten, vroeg ik me af of de naaldlengte aangepast moet worden opdat de insuline nog altijd even goed haar werk kan doen?",
    "tekst": "Insuline best in onderhuids vetweefsel. Opperhuid meestal < 3 mm dik. Pennaald 4 mm is voor iedereen geschikt (ongeacht leeftijd/BMI), geeft minste risico op injectie in spier, niet meer lekkage dan langere naalden. Pennaald 4 mm: loodrecht (90°) inbrengen. Zeer jonge kinderen/zeer magere personen: 4 mm met huidplooi, loodrecht. Anderen: 4 mm zonder huidplooi. Pennaald ≥ 6 mm: altijd schuin (45°) of met huidplooi. Overleg met educator/arts wat best is voor je mama."
  },
  {
    "titel": "Wat moet ik doen met lege insulineflacons, gebruikte lancetten, pennaalden en een oude bloedglucosemeter? Weten jullie raad?",
    "tekst": "Goed dat je hier aandacht aan besteedt. Restanten volle insuline (flacons, patronen, wegwerppennen) zonder doosje/bijsluiter -> apotheker. Lege voorgevulde pennen -> huishoudelijk afval. Lege flacons/patronen -> glasafval. Pennaalden, lancetten, insulinespuiten = medisch afval (prikrisico!). Niet bij restafval/PMD. Gebruik goedgekeurde naaldcontainer (te koop apotheek, groothandel, shop.diabetes.be; soms gratis via gemeente). Volle container -> containerpark. Oude glucosemeter: niet weggooien. Misschien inruilen (via conventie/producent)? Anders -> inzamelpunt klein elektro (RecyclePunt supermarkt/elektrozaak) of containerpark voor recyclage."
  },
  {
    "titel": "Ik heb gehoord dat er ook herbruikbare insulinepennen zijn die je gratis kan bekomen. Waar kan ik daarvoor terecht?",
    "tekst": "Bij opstarten insuline stelt producent gratis herbruikbare pen ter beschikking. Je arts/educator kan deze aanvragen. Pen nodig/probleem met huidige? Contacteer conventie, educator of huisarts. Naaldjes moet je zelf kopen (apotheek, shop.diabetes.be; geen directe tegemoetkoming). Meeste insulines ook in voorgevulde pen (gebruiksklaar, geen patroonwissel); gratis bij apotheker op voorschrift arts."
  },
  {
    "titel": "Mijn arts heeft voor het eerst een insulinepomp aangehaald als alternatief voor mij. Maar wat doe ik met die pomp tijdens het sporten?",
    "tekst": "Veel draagmogelijkheden (onder/op kleding, riem, zak, bh) met klemmen, tasjes, banden (verkrijgbaar o.a. shop.diabetes.be). Meeste sporten geen probleem. Wintersport: draag onder kledij tegen kou. Bepaalde sporten (zwemmen, contactsporten) niet mogelijk met pomp; dan afkoppelen. Afhankelijk van duur: evt. bolus voor/na. Pomp niet afkoppelen: mogelijk basaal tijdelijk verlagen tijdens/na sporten. Controle glycemie voor/na is essentieel voor adequate aanpassingen."
  },
  {
    "titel": "Ik heb diabetes type 2 en mijn BMI-waarde is 38. Ik heb reeds verschillende diëten geprobeerd, maar vermageren lukt niet. Zou een gastric bypass mij kunnen helpen?",
    "tekst": "Gastric bypass kan nuttig zijn bij type 2 met ernstige obesitas (BMI > 35) en moeilijk controleerbare diabetes. Geen wondermiddel! Studies tonen normalisatie bloedsuiker, beter vetprofiel/bloeddruk bij deel patiënten kort na operatie. Geldt niet voor iedereen (1/3 beperkt effect). Kans op langdurig effect groter bij recente diabetes/goede regeling vooraf. Gunstig effect op hart-/vaatrisico mogelijk. Blijft operatie met voor-/nadelen, vereist voorbereiding, nazorg, levenslang dieet. Bespreek met arts. Terugbetaald in België onder voorwaarden."
  },
  {
    "titel": "Ik vergeet soms of ik al dan niet mijn insuline reeds heb ingespoten. Hebben jullie een oplossing?",
    "tekst": "Ja, er zijn nu goede oplossingen voor. Naast timers/dopjes (zoals Timesulin®) die onthouden wanneer de pen laatst gebruikt is, zijn er nu ook 'slimme' insulinepennen (bv. NovoPen® 6) of opzetstukken (bv. Mallya). Deze registreren automatisch tijdstip en dosis en sturen dit via Bluetooth naar een app. Zo heb je een digitaal logboek en voorkom je makkelijker dubbele of vergeten dosissen. Bespreek met je team welke optie het beste bij jou past."
  },
  {
    "titel": "Ik heb diabetes type 2 en hoorde onlangs dat je in het ziekenhuis een pomp en sensor met continue meting kan krijgen. Dat lijkt mij handig, maar weten jullie of ik daarvoor in aanmerking kom?",
    "tekst": "Terugbetaling voor insulinepompen en Continue Glucose Monitoring (CGM) is in België (april 2025) nog steeds primair voor type 1 diabetes. Voor type 2 is de toegang via terugbetaling veel beperkter. Je komt als type 2 patiënt niet standaard in aanmerking voor een terugbetaalde pomp. Voor CGM zijn er zeer specifieke, beperkte terugbetalingscriteria (vaak via conventie, bv. bij complexe therapie met ernstige hypo's). Het is dus onwaarschijnlijk dat je voor terugbetaling in aanmerking komt. Je kunt de technologie wel zelf aankopen. Bespreek nut en mogelijkheden met je arts/team; zij kennen de actuele RIZIV-regels."
  },
  {
    "titel": "Bij het verwijderen van mijn naald gebeurt het soms dat er insuline terugvloeit. Hoe kan ik dit voorkomen?",
    "tekst": "Aandachtspunten voor correcte injectie: Controleer voor elke spuit doorgankelijkheid naald (spuit 2 E door). Laat naald minstens 10 seconden in huid zitten na volledig indrukken knop (anders risico terugvloeien). Vervang naaldje regelmatig (best elke keer). Gooi weg in naaldcontainer. Laat naaldje nooit op pen zitten (risico lekken/luchtbellen)."
  },
  {
    "titel": "Ik moet sinds kort 4x daags insuline inspuiten. Ze hebben mij gezegd dat je na verloop van tijd spuitplekken kan krijgen. Hoe kan ik die best voorkomen?",
    "tekst": "Je bedoelt lipo(dystrofie): beschadiging onderhuids vet (dik, rubberachtig, later hard). Voorkomen: Gebruik pennaald liefst 1x (max 4x). Wissel spuitplaatsen af (bv. buik in 4 kwadranten, 1 week/kwadrant, roteer binnen kwadrant, gebruik rotatiekaart). Gebruik verschillende zones per insulinesoort (bv. traag=dij, snel=buik). Gebruik kortere naalden (4-5 mm, geen huidplooi nodig, meer roteerruimte). Controleer injectieplaatsen dagelijks, laat 1x/jaar nakijken door zorgverlener. Vermijd spuiten in lipo tot weefsel hersteld is (kan maanden/jaren duren)."
  },
  {
    "titel": "Ik heb reeds een tiental jaar diabetes en recent werd beginnende zenuwaantasting vastgesteld. Ik frustreer me hier enorm in en ik krijg bovendien mijn glycemie niet meer onder controle. Wat kan ik doen?",
    "tekst": "Aanpassingsproblemen komen voor na diagnose, maar ook bij (dreigende) complicaties (frustratie, angst etc.). Reacties verschillen. Periodes van aanvaarding en weerstand wisselen af. Moeilijkheden kunnen uiten in denken, emoties, gedrag (bv. minder zelfcontrole/gezond eten -> ontregeling). Buitenwereld ziet dit als gebrek aan motivatie, maar is uiting van moeilijke zoektocht. Wacht niet, zoek steun (lotgenoten, arts, hulpverleners). Bespreek moeilijkheden (neerslachtigheid) met je team. Juiste steun kan vertrouwen versterken."
  },
  {
    "titel": "Ik heb net de diagnose diabetes type 2 gekregen en zou dagelijks een tabletje metformine moeten innemen. Helaas is dit voor mij onmogelijk gezien ik kamp met een slikprobleem. Bestaat hier een oplossing voor?",
    "tekst": "Sommige metformine-tabletten mogen gebroken/vermalen worden (niet allemaal!). Stem af met huisarts/apotheker voor juiste medicatie. Vermalen tablet in yoghurt innemen. Als dat niet werkt, kan apotheker in principe metformine siroop bereiden."
  },
  {
    "titel": "Als mijn glycemie rond de 50 mg/dl staat, dan heb ik last van symptomen van een hypo. Is dat mogelijk? Vanaf welke waarde zou je bewusteloos kunnen raken?",
    "tekst": "Ja, < 70 mg/dl = hypoglycemie. Symptomen (zweten, beven, troebel zicht, honger etc.) kunnen optreden. Reageer hierop om verdere daling te voorkomen. < 30 mg/dl: risico op stuiptrekkingen/bewustzijnsverlies. Vingerprikmeting is benadering (foutmarge mogelijk). Reageer gepast op elke waarde < 70 mg/dl."
  },
  {
    "titel": "Wat moet je doen wanneer je een hypo minder aanvoelt? Het is me al eens overkomen en sindsdien ben ik hier angstig voor.",
    "tekst": "Hypoglycemie unawareness (hypo's niet voelen aankomen) is beangstigend. Bespreek dit met je team om de oorzaak te zoeken. Cruciaal is het gebruik van technologie: Continue Glucose Monitoring (CGM) of Flash Glucose Monitoring (FGM) met alarmfuncties waarschuwen je bij (dreigende) lage waarden. Als je geen CGM gebruikt, meet dan zeer frequent, zeker op kritieke momenten. Informeer je omgeving en draag diabetes-ID. Bespreek je angst en strategieën (zoals CGM) grondig met je team."
  },
  {
    "titel": "Ik ben als verpleegkundige werkzaam in een woonzorgcentrum. Het is niet altijd eenvoudig om de handen te wassen van de bewoners voor het meten van de glycemiespiegel. Bestaan hier oplossingen voor, zodat we geen foute waarden meten?",
    "tekst": "Voor correcte meting kan busje zeepoplossing (van apotheker) gebruikt worden: Breng aan op doekje/wattenschijfje, reinig vinger. Maak vinger goed droog. Voer prik uit."
  },
  {
    "titel": "Recent werd er bij mij diabetes vastgesteld. Aangezien ik overdag af en toe een hypo krijg, heb ik schrik dat dit 's nachts ook gebeurt. Wat gebeurt er dan?",
    "tekst": "Nachtelijke hypo's kunnen verschillend verlopen. Soms word je wakker van symptomen en kun je behandelen. Soms merk je het niet ('stille' hypo), wat kan leiden tot onrustig slapen, zweten, hoofdpijn bij het opstaan of een onverwacht hoge ochtendwaarde door de tegenreactie van je lichaam. Continue Glucose Monitoring (CGM) is hier een zeer waardevol hulpmiddel, omdat het je 's nachts kan alarmeren bij lage waarden. Houd altijd meter en suikers bij de hand. Bespreek onverklaarbare ochtendwaarden of nachtelijke symptomen met je arts en overweeg CGM met je team."
  },
  {
    "titel": "Ik ben pas gediagnosticeerd met diabetes type 1 en mijn zorgverleners gebruiken allerhande termen waarvan de betekenis mij nog onduidelijk is. Kunt u me uitleggen wat HbA1c is?",
    "tekst": "HbA1c (versuikerde hemoglobine) ontstaat als glucose bindt aan hemoglobine (eiwit in rode bloedcellen). Waarde weerspiegelt gemiddelde glucose laatste 2-3 maanden (levensduur rode bloedcel). Controleer min. om de 3 maanden. Lager HbA1c = lager risico complicaties. Belangrijke waarde. Streefwaarde algemeen < 7% (53 mmol/mol), maar individueel bepaald. Vraag uitleg aan je diabetesteam."
  },
  {
    "titel": "Mijn suikerspiegel stijgt regelmatig tot boven de 200 mg/dl, maar mijn arts heeft me nog geen medicijnen voorgeschreven. Wat kan ik doen om mijn bloedsuikerspiegel naar beneden te krijgen?",
    "tekst": "Wanneer/hoe vaak > 200? Streefwaarden: voor maaltijd 80-110 mg/dl, 2u erna max 180 mg/dl. Hogere waarde mag eens, niet te vaak/langdurig. Ook zonder medicatie: gezonde leefstijl (voeding, beweging, niet roken) helpt. Bij hoge waarde: extra water drinken (geen wondermiddel), extra bewegen kan helpen. Volg hoge waarden goed op. Contacteer arts bij regelmatige/aanhoudende hoge waarden (> 250 mg/dl) of uitdroging."
  },
  {
    "titel": "Ik controleer dagelijks mijn bloedsuikerspiegel en noteer deze waarden steeds in mijn diabetesdagboekje. Kan ik dit ook doen via een app?",
    "tekst": "Ja, er zijn diverse apps (vaak van diabetesmateriaal-bedrijven). Sommige meters koppelen automatisch waarden aan app (bv. mySugr®, OneTouch Reveal®). Anders handmatig invoeren (bv. Diabetes Tracker MyNetDiary - betalend). Apps bieden vaak extra functies (KH tellen). Andere apps voor eetdagboek, stappenteller etc. te vinden via www.myhealthapps.be, App Store, Google Play. Wees kritisch (reviews zeggen weinig over betrouwbaarheid). Apps zijn aanvulling, geen vervanging zorgverlener!"
  },
  {
    "titel": "Ik vroeg mij af of er een mogelijkheid is om mijn bloedsuiker continu te monitoren?",
    "tekst": "Ja, dat kan met Continue Glucose Monitoring (CGM) of Flash Glucose Monitoring (FGM). Beide gebruiken een sensor onder de huid die continu glucose meet. CGM stuurt data automatisch door naar een ontvanger (bv. smartphone) en geeft trends en alarmen. Bij FGM (zoals FreeStyle Libre) moet je meestal zelf scannen, hoewel nieuwere versies nu ook vaak continue data en alarmen bieden. Deze systemen geven veel meer inzicht dan vingerprikken en helpen hypo's voorkomen. Terugbetaling is complex en hangt af van type/behandeling; bespreek dit met je team."
  },
  {
    "titel": "Ik heb diabetes type 2, mijn nichtje (met diabetes type 1) gebruikt de sensor van FreeStyle Libre om haar bloedsuikerwaarden te meten. Kan ik die ook gebruiken?",
    "tekst": "Ja, je kunt de FreeStyle Libre als type 2 patiënt zeker gebruiken door hem zelf aan te kopen. Of je voor terugbetaling in aanmerking komt, hangt af van de actuele RIZIV-criteria. Deze zijn voor type 2 veel beperkter dan voor type 1 en vaak gelinkt aan complexe behandelingen. Voor veel type 2 patiënten is er geen terugbetaling. Bespreek eerst het nut met je arts/team en informeer dan naar de recente terugbetalingsregels."
  },
  {
    "titel": "Ik heb gehoord dat personen met diabetes problemen met hun voeten kunnen krijgen, met een mogelijke amputatie tot gevolg. Wat kan ik doen om te voorkomen dat het zo ver komt?",
    "tekst": "15% van type 2 ontwikkelt voetproblemen. Preventie grotendeels zelf in hand. Tips: Was voeten lauw, droog goed (ook tussen tenen). Bekijk dagelijks voeten/schoenen (evt. spiegel). Smeer dagelijks crème (niet tussen tenen). Draag naadloze kousen. Koop schoenen met juiste pasvorm: stevige hielkap, buigzaam bij tenen, niet plooibaar in midden, ruime teenbox, velcro/vetersluiting. Beter niet doen: blootsvoets lopen, metalen voorwerpen gebruiken, eelt zelf verwijderen, verbranding vermijden (kruik). Laat voeten regelmatig (min. jaarlijks) controleren (arts/podoloog) voor snelle actie bij letsels."
  },
  {
    "titel": "Waarom wordt mijn bloeddruk als persoon met diabetes zo vaak gecontroleerd?",
    "tekst": "Personen met diabetes hebben vaker hoge bloeddruk. Dit verergert risico op lange termijn complicaties. Daarom extra controle (vast onderdeel raadpleging). Streefwaarde max 140/90 mmHg. Bereikbaar via gezonde leefstijl (beweging, minder zitten, gezonde/zoutarme voeding, goed gewicht, rookstop, stress vermijden). Indien nodig, bijkomend bloeddrukverlagende medicijnen."
  },
  {
    "titel": "Mijn diabeteseducator gaf me het advies om mijn voeten in te smeren met een vochtinbrengende crème. Ze zei me uitdrukkelijk om geen crème te smeren tussen mijn tenen. Waarom mag dit niet?",
    "tekst": "Crème tussen tenen afgeraden. Zone is warmer/vochtiger. Crème kan huid verweken, gevoeliger maken voor scheurtjes. Vochtige, beschadigde huid is vatbaarder voor infecties/schimmel. Schimmel herkennen aan: rode/schilferige huid, witte schilfers tussen tenen, jeukende blaasjes, geur. Hydrateren goed, maar niet tussen tenen."
  },
  {
    "titel": "Ik heb geen zichtproblemen. Toch wordt me als diabetespatiënt aanbevolen om mijn ogen jaarlijks te laten controleren. Is dit echt nodig?",
    "tekst": "Ja, jaarlijkse controle essentieel. Diabetes kan kleine bloedvaten in ogen aantasten (diabetische retinopathie). Eerste stadium: kleine verbredingen, zwakke plaatsen, bloedingen, vochtlek. Meestal geen hinder, maar behandeling al nodig. Zichtvermindering treedt pas op bij onomkeerbare schade! Jaarlijks onderzoek nodig: oogarts ziet letsels voor jij hinder ondervindt. Volgend stadium (bij slechte regeling): haarvaten slibben dicht, zuurstoftekort, aanmaak nieuwe (slechte) haarvaten die barsten (bloedingen -> donkere wolk/zichtverlies). Uiteindelijk netvliesloslating/blindheid mogelijk. Goed nieuws: strikte suiker-/bloeddrukcontrole + jaarlijks onderzoek beperken risico."
  },
  {
    "titel": "Tijdens de lessen diabeteseducator werd verteld dat de ogen van een zwangere vrouw met diabetes type 1, frequenter moeten gecontroleerd worden. Wat is hiervoor de reden?",
    "tekst": "Inderdaad, ogen goed opvolgen tijdens zwangerschap (driemaandelijks onderzoek oogfundus aanbevolen). Zwangerschap belast netvlies meer (toename plasmavolume). Verhoogde bloeddruk mogelijk (vooral laatste trimester). Ogen herstellen vaak spontaan na zwangerschap. Bij proliferatieve oogaandoening (nieuwe zwakke bloedvaten): netvlies behandelen vóór zwangerschap."
  },
  {
    "titel": "Ik heb bij mijn huidige werkgever slechts recht op het minimale verlof. Moet ik voor mijn diabetescontroles in het ziekenhuis verlof opnemen?",
    "tekst": "Ja, afspraken voor controle/onderzoek/behandeling moeten in principe buiten werkuren. Kan dit niet (en werk je voltijds), dan vaak verlof opnemen. Geldt voor iedereen, geen uitzondering voor chronische aandoening (je bent niet arbeidsongeschikt). Overheid soms soepeler. Privé: je kan werkgever aanspreken, afhankelijk van goodwill. Onderzoek arbeidsgeneesheer (welzijn op werk) altijd tijdens werkuren met loonbehoud."
  },
  {
    "titel": "Ik heb in het verleden op een bijscholing vernomen dat een intensieve inspanning gedurende een 10-tal seconden na het sporten, helpt om een laattijdige hypo te voorkomen. Wat is de reden?",
    "tekst": "Antwoord sportarts: Bevinding uit studie bij jonge type 1: maximale sprint (10 sec) na matige inspanning (20 min) blokkeerde glycemiedaling. Bij rust na inspanning bleef glycemie dalen. Juiste mechanisme onbekend. Resultaten uit specifieke testsituatie; niet zeker of dit geldt voor andere groepen (type 2, andere aandoeningen)."
  },
  {
    "titel": "Onlangs hoorde ik van een spuit om te vermageren die terugbetaald wordt door het ziekenfonds voor diabetes type 2. Kom ik hiervoor ook in aanmerking, want ik heb diabetes type 1.",
    "tekst": "Bedoelde medicatie: incretinemimetica/GLP-1-analogen. Momenteel enkel (onder voorwaarden) terugbetaald voor type 2. Effecten: stimuleren insulinevrijzetting, remmen glucagon, remmen maaglediging, minder honger -> betere glycemie, gewichtsverlies. Onderzoek bij type 1: studies met Liraglutide (één GLP-1) suggereren voorzichtig dat het adjuncttherapie naast insuline kan zijn (lichte verbetering glycemie, gewichtsverlies, minder insuline nodig). Bijwerkingen: misselijkheid/overgeven. Resultaten andere GLP-1 negatief. Meer onderzoek nodig voor standaard aanbeveling/terugbetaling bij type 1."
  },
  {
    "titel": "Vanwege mijn diabetes raadt mijn arts me een jaarlijkse griepvaccinatie aan. Ik heb naast mijn diabetes echter geen andere gezondheidsproblemen. Is een griepvaccinatie voor mij dan echt nodig?",
    "tekst": "Ja, de jaarlijkse griepvaccinatie is sterk aanbevolen voor mensen met diabetes, ook zonder andere gezondheidsproblemen. Diabetes maakt je kwetsbaarder voor ernstige complicaties van griep, zoals ontregeling van de bloedsuiker of longontsteking. Het vaccin is de beste bescherming. Bespreek ook vaccinaties tegen COVID-19 en pneumokokken met je huisarts, want die worden ook sterk aangeraden bij diabetes."
  },
  {
    "titel": "Recent werd bij mij diabetes type 2 vastgesteld. De laatste jaren kwam er van sporten weinig in huis. Nu ik met pensioen ben, wil ik terug meer bewegen. Hoe pak ik dit aan?",
    "tekst": "Positief voornemen! Bespreek met arts: nagaan of veilig starten kan, evt. geschikte sport zoeken. Kies iets wat je graag doet, past bij mogelijkheden (evt. iets van vroeger). Wandelen, fietsen, tuinieren, schoonmaken integreerbaar in dagelijks leven. Stappenteller kan motiveren. Goede schoenen belangrijk (zie vraag 88). Snack voor/tijdens inspanning niet altijd nodig (overleg arts). Arts kan aangeven of medicatie aangepast moet worden. Leer ook uit eigen ervaring. Meer tips: www.diabetes.be."
  },
  {
    "titel": "Ik heb een aantal maanden geleden de diagnose diabetes gekregen. Nu hoorde ik recent dat er zorgsystemen bestaan waarin je als persoon met diabetes terechtkomt. Hoe kom ik in zo'n zorgsysteem terecht?",
    "tekst": "In België zijn er verschillende zorgsystemen (Opstarttraject, Zorgtraject T2, Conventie) die ondersteuning en terugbetaling bieden, afhankelijk van je type diabetes en behandeling. Het Opstarttraject is voor beginnende type 2 of risicopatiënten. Het Zorgtraject is voor type 2 met bepaalde inspuitbare medicaties. De Conventie is voor type 1 of complexe type 2. Je huisarts is de sleutelfiguur om te bepalen welk systeem past en kan je doorverwijzen of het nodige contract starten. Bespreek dit met hem/haar."
  },
  {
    "titel": "Een verpleegkundige vertelde me dat, nu ik diabetes heb, ik extra aandacht moet besteden aan mondverzorging. Wat is de reden?",
    "tekst": "Dat klopt. Slechte glycemie/hoge suikerwaarden verhogen kans op tandproblemen door: meer tandplaque, snellere bacteriegroei, minder speeksel (minder reiniging), verminderde weerstand/tragere genezing, verminderd herstel weefsel rond tanden. Reageer op rood/gezwollen/bloedend tandvlees (kan wijzen op tandvleesontsteking -> parodontitis -> tandverlies). Goede diabetesregeling vermindert risico parodontitis (en omgekeerd). Poets tanden 2x/dag, reinig met stoker/flosdraad. Ga 2x/jaar naar tandarts. Stop met roken."
  },
  {
    "titel": "Hoe neem ik een bloedglucosestrip uit het potje/de koker, zonder dat ik één van beide uiteinden aanraak?",
    "tekst": "Probeer strip in midden vast te nemen, niet op uiteinden (waar bloed komt / in meter gaat). Koker schuin houden kan helpen. Strip wordt niet meteen onwerkzaam bij aanraken uiteinde. Neem strip met propere, droge handen. Sluit potje snel (strips gevoelig voor licht/lucht). Meters met individuele strips bestaan (geen invloed licht/lucht), maar geen must."
  },
  {
    "titel": "Ik heb diabetes en moet 4 keer per dag insuline spuiten. Wat moet ik doen als ik ziek zou worden? Stop ik dan beter met spuiten?",
    "tekst": "Nee, stop nooit zomaar met insuline als je ziek bent! Ziekte verhoogt vaak de insulinebehoefte. Volg de 'ziekteregels': blijf insuline gebruiken (vaak meer nodig, volg advies team), meet bloedsuiker zeer frequent (elke 2-4u), meet ketonen (zeker bij T1 en hoge BG), drink veel suikervrije vloeistoffen, en eet licht verteerbaar of drink suikerhoudend bij niet kunnen eten. Contacteer je arts/team bij braken, hoge koorts, hoge ketonen of aanhoudend hoge BG. Bespreek vooraf of je SGLT2-remmers (indien gebruikt) tijdelijk moet stoppen."
  },
  {
    "titel": "Op de site van de diëtistenvereniging zie ik dat sommige personen gewoon diëtist zijn en andere diëtist-diabeteseducator. Wat is het verschil?",
    "tekst": "Basisopleiding diëtist besteedt aandacht aan diabetes. Na 3 jaar kunnen diëtisten (en andere zorgverleners) bijscholen tot diabeteseducator (postgraduaat). Deze opleiding gaat dieper in op specifieke aspecten diabetesbehandeling. Diëtist-educatoren werken vaak in ziekenhuizen (opvolging type 1 / type 2 met multiple injecties), maar ook erbuiten. Hebben meer kennis/ervaring dan gewone diëtist, maar gewone diëtist heeft normaal genoeg kennis voor begeleiding type 2."
  },
  {
    "titel": "Waar kan ik als persoon met diabetes terecht voor het verzorgen van mijn voeten?",
    "tekst": "(Medische) pedicure is niet voldoende opgeleid voor veilige diabetesvoetzorg. Hiervoor: podoloog of gespecialiseerd voetverzorger (GVV). GVV: basisverzorging huid/nagels bij diabetes zonder verhoogd risico (geen zenuw-/vaatschade, ernstige vervormingen). Sommigen hebben kwaliteitslabel. Zoek GVV via www.voetmagazine.be. Podoloog (paramedicus): kan basiszorg + drukontlasting, wondzorg, corrigerende hulpmiddelen maken. Aangeraden: 1x/jaar podoloog raadplegen (vaker bij verhoogd risico). Zoek erkend podoloog via www.podonet.be."
  },
  {
    "titel": "Mijn vriend spuit 4x per dag insuline en krijgt al zijn materiaal gratis. Ik moet al mijn materiaal echter zelf betalen. Hoe kan dit?",
    "tekst": "Je vriend zit in de diabetesconventie (voor ≥ 3 injecties/dag of pomp), jij niet (andere behandeling). Conventie geeft recht op gratis materiaal (behalve naalden). Zorgtraject diabetes type 2 (voor injecteerbare incretines, max tabletten met overweging injectie, of 1-2x/dag insuline) verstrekt gratis meter, strips, lancetten. Grote groep type 2 krijgt geen terugbetaling strips/lancetten. Vraag na bij mutualiteit over voordelen aanvullende verzekering. Zie brochure 'Zorgsystemen...' (www.diabetes.be)."
  },
  {
    "titel": "Ik spuit sinds enkele maanden iedere avond Lantus®. Mijn apotheker gaf me de raad om via mijn huisarts een zorgtraject op te starten. Wat zijn hiervan de voordelen?",
    "tekst": "Je apotheker heeft gelijk. Het opstarten van een Zorgtraject Diabetes Type 2 biedt voordelen nu je insuline gebruikt. Momenteel (april 2025) krijg je via het zorgtraject onder meer terugbetaling van zelfcontrolemateriaal (strips, lancetten, meter), volledige terugbetaling van consultaties bij de beherende artsen, en toegang tot terugbetaalde educatie en consultaties bij diëtist en (indien nodig) podoloog. De precieze voorwaarden en aantallen kunnen wijzigen, dus informeer bij je huisarts of mutualiteit voor actuele details."
  },
  {
    "titel": "Mijn huisarts, die mijn zorgtrajectcontract mee heeft ondertekend, laat zijn praktijk over en blijft nog slechts deeltijds actief in de praktijk. Moet er nu een nieuwe aanvraag bij het ziekenfonds worden ingediend?",
    "tekst": "Voorlopig geen probleem als je nog door arts binnen zelfde praktijk opgevolgd wordt. Op termijn: toch aan te raden nieuw contract af te sluiten (voorkomt problemen als huidige arts stopt). Laat ondertekenen door specialist en nieuwe huisarts. Bezorg aan mutualiteit voor goedkeuring met juiste naam huisarts."
  },
  {
    "titel": "Mijn zoon van 22 jaar heeft diabetes en zou graag volgend schooljaar een stage van 3 maanden doen in Parijs. Hoe zit het met de terugbetaling van medische kosten tijdens zijn verblijf?",
    "tekst": "Wie aangesloten is bij mutualiteit (en bijdrage betaald) heeft vaak automatisch reisverzekering via ziekenfonds (bv. Mutas). Dekt vaak ook medische kosten studenten stage/studie binnen Europa. Informeer grondig bij mutualiteit over voorwaarden (leeftijd, duur stage...) en nodige documenten (bv. Europese ziekteverzekeringskaart). Bekijk of private reisverzekering nodig is (check ook hier voorwaarden/dekking)."
  },
  {
    "titel": "Mijn sensor lost gemakkelijk van mijn huid. Hoe komt dit? En bestaan hier pleisters voor om dit te voorkomen?",
    "tekst": "Sensor kan loskomen door zweet, vettere/geïrriteerde huid. Hulpmiddelen bestaan! Via shop.diabetes.be: Conveen prep doekjes (vergroten kleefkracht) en Melolin (absorberend kompres) + Opsite Flexifix (klevende huidbarrière). Kunnen gecombineerd. Tips voor plaatsen: douche met neutrale zeep (geen olie). Zorg voor schone, droge huid. Evt. huid ontvetten (bv. ether). Plaats op niet-geïrriteerde zone."
  },
  {
    "titel": "Wat is het verschil tussen orthopedische en semi orthopedische schoenen?",
    "tekst": "Het verschil zit in de mate van aanpassing. Semiorthopedische schoenen zijn fabrieksschoenen met extra ruimte/aanpassingsmogelijkheden voor lichtere voetproblemen of steunzolen, soms beperkt terugbetaald bij diabetes. Volledig orthopedische schoenen zijn volledig op maat gemaakt voor ernstige voetafwijkingen, met een uitgebreidere terugbetalingsprocedure en hogere vergoeding. Raadpleeg altijd je arts en mutualiteit voor actuele regels."
  },
  {
    "titel": "Mijn bloedglucosemeter is stuk. Wat moet ik nu doen?",
    "tekst": "Opgenomen in conventie (opvolging ziekenhuis)? Contacteer ziekenhuis. Opgenomen in zorgtraject (huisarts coördineert)? Recht op gratis meter elke 3 jaar. Meter > 3 jaar oud? Contacteer huisarts/educator. Educator kiest meter, geeft afleveringsattest. Met attest + voorschrift arts -> gratis meter afhalen. Meter < 3 jaar oud / in voortraject (geen recht op gratis meter)? Contacteer firma van je meter; sturen meestal gratis nieuwe op."
  },
  {
    "titel": "Ik heb al enkele jaren diabetes. Nu hoorde ik onlangs dat ik verplicht ben om een aangepast rijbewijs te hebben. Maar ik word enkel behandeld met pilletjes. Is dit dan ook voor mij van toepassing? En wat met mijn autoverzekering?",
    "tekst": "Ja, de Belgische wet verplicht een aangepast rijbewijs (beperkte geldigheidsduur) voor alle personen met diabetes, ongeacht de behandeling, dus ook met enkel pilletjes. Je hebt een rijgeschiktheidsattest van een arts nodig, dat je bij de gemeente indient. Licht ook altijd schriftelijk je autoverzekeraar in over je diagnose en aangepast rijbewijs om de dekking te garanderen. Check steeds de meest actuele rijbewijsregels bij de officiële instanties."
  },
  {
    "titel": "Wat is diabetes?",
    "tekst": "Diabetes is een ziekte waarbij het lichaam de bloedsuiker niet meer in evenwicht kan houden, waardoor er te veel glucose in het bloed zit. Het wordt ook wel suikerziekte genoemd en komt doordat het lichaam te weinig van het hormoon insuline heeft of doordat het lichaam niet meer goed reageert op insuline."
  },
  {
    "titel": "Hoeveel mensen in België hebben diabetes?",
    "tekst": "Ongeveer 880.000 mensen in België worden behandeld voor diabetes, wat neerkomt op 7,6% van de bevolking. Omdat naar schatting een derde van de mensen met diabetes nog niet weet dat ze het hebben, wordt het totaal aantal mensen met diabetes in België geschat op ongeveer 10% van de bevolking.\nDe meest voorkomende vorm is diabetes type 2, goed voor meer dan 90% van de gevallen."
  },
  {
    "titel": "Wat is het verschil tussen diabetes type 1 en type 2?",
    "tekst": "Bij diabetes type 1 maakt het lichaam zelf geen insuline meer aan doordat het afweersysteem de cellen die insuline aanmaken heeft vernietigd. Bij diabetes type 2 maakt het lichaam wel insuline aan, maar te weinig, of het lichaam reageert er niet meer goed op (insulineresistentie). Type 1 begint meestal op jonge leeftijd, terwijl type 2 vaker voorkomt bij oudere mensen en mensen met overgewicht."
  },
  {
    "titel": "Wat is insuline en welke rol speelt het bij diabetes?",
    "tekst": "Insuline is een hormoon dat wordt aangemaakt in de alvleesklier en dat ervoor zorgt dat glucose (suiker) uit het bloed wordt opgenomen in de lichaamscellen, waar het wordt gebruikt als energiebron. Bij diabetes is er een probleem met de productie van insuline of met de manier waarop het lichaam reageert op insuline, waardoor de bloedsuikerspiegel te hoog wordt."
  },
  {
    "titel": "Kan diabetes worden genezen?",
    "tekst": "Op dit moment kan diabetes niet worden genezen. Diabetes type 1 is een auto-immuunziekte waarbij levenslange behandeling met insuline nodig is. Bij diabetes type 2 kunnen sommige mensen hun symptomen onder controle krijgen door middel van leefstijlveranderingen zoals gezonde voeding, voldoende beweging en gewichtsverlies, maar de onderliggende aandoening blijft aanwezig."
  },
  {
    "titel": "Is diabetes erfelijk?",
    "tekst": "Er is een erfelijke component bij zowel diabetes type 1 als type 2. Bij diabetes type 1 speelt erfelijke aanleg een rol, maar ook omgevingsfactoren zijn belangrijk. Bij diabetes type 2 is de erfelijke component sterker: als een van je ouders diabetes type 2 heeft, is de kans groter dat je het zelf ook krijgt. Toch spelen ook hier leefstijlfactoren zoals voeding en beweging een belangrijke rol."
  },
  {
    "titel": "Wat is prediabetes?",
    "tekst": "Prediabetes is een toestand waarbij de bloedsuikerspiegel hoger is dan normaal, maar nog niet hoog genoeg om als diabetes te worden gediagnosticeerd. Het is een waarschuwingssignaal dat iemand risico loopt om diabetes type 2 te ontwikkelen. Met leefstijlveranderingen zoals gezonde voeding, meer beweging en gewichtsverlies kan de ontwikkeling van diabetes type 2 vaak worden vertraagd of voorkomen."
  },
  {
    "titel": "Wat is het verband tussen diabetes en overgewicht?",
    "tekst": "Overgewicht, vooral rond de buik, is een belangrijke risicofactor voor het ontwikkelen van diabetes type 2. Vetcellen, vooral die rond de buik, maken het lichaam minder gevoelig voor insuline (insulineresistentie). Hierdoor moet de alvleesklier harder werken om voldoende insuline te produceren, en kan deze op den duur uitgeput raken, wat leidt tot diabetes type 2."
  },
  {
    "titel": "Wat zijn de verschillende typen diabetes?",
    "tekst": "De meest voorkomende typen diabetes zijn type 1 en type 2. Daarnaast bestaat er zwangerschapsdiabetes, die tijdens de zwangerschap optreedt. Er zijn ook zeldzamere vormen zoals MODY (Maturity Onset Diabetes of the Young), LADA (Latent Autoimmune Diabetes in Adults) en secundaire diabetes, die ontstaat als gevolg van andere aandoeningen of medicijngebruik."
  },
  {
    "titel": "Wat is diabetes type 1?",
    "tekst": "Diabetes type 1 is een auto-immuunziekte waarbij het afweersysteem van het lichaam de insuline producerende cellen (bètacellen) in de alvleesklier aanvalt en vernietigt. Hierdoor maakt het lichaam zelf geen of nauwelijks insuline meer aan. Mensen met diabetes type 1 moeten daarom insuline inspuiten of een insulinepomp dragen om te overleven."
  },
  {
    "titel": "Wat is diabetes type 2?",
    "tekst": "Diabetes type 2 is een aandoening waarbij het lichaam niet genoeg insuline produceert of waarbij de cellen niet goed reageren op insuline (insulineresistentie). Het begint vaak met insulineresistentie, waardoor de alvleesklier meer insuline moet produceren. Op den duur kan de alvleesklier deze verhoogde vraag niet meer aan, waardoor de bloedsuikerspiegel stijgt."
  },
  {
    "titel": "Wat is zwangerschapsdiabetes?",
    "tekst": "Zwangerschapsdiabetes is een vorm van diabetes die tijdens de zwangerschap ontstaat en meestal na de bevalling weer verdwijnt. Het wordt veroorzaakt door hormonen die tijdens de zwangerschap worden aangemaakt en die de werking van insuline kunnen blokkeren. Vrouwen die zwangerschapsdiabetes hebben gehad, hebben een verhoogd risico op het ontwikkelen van diabetes type 2 later in het leven."
  },
  {
    "titel": "Wat is MODY (Maturity Onset Diabetes of the Young)?",
    "tekst": "MODY is een zeldzame vorm van diabetes die wordt veroorzaakt door een genetische mutatie en vaak op jonge leeftijd (vóór het 25e levensjaar) begint. Er zijn verschillende subtypes van MODY, afhankelijk van welk gen is aangedaan. MODY wordt vaak verward met diabetes type 1 of 2, maar vereist soms een andere behandeling."
  },
  {
    "titel": "Wat is LADA (Latent Autoimmune Diabetes in Adults)?",
    "tekst": "LADA is een vorm van diabetes die kenmerken heeft van zowel type 1 als type 2. Het is een auto-immuunziekte zoals type 1, maar ontwikkelt zich langzamer en begint meestal op volwassen leeftijd, zoals type 2. Mensen met LADA produceren aanvankelijk nog wat insuline, maar hebben uiteindelijk insuline-injecties nodig omdat hun eigen insulineproductie afneemt."
  },
  {
    "titel": "Kan iemand zowel diabetes type 1 als type 2 hebben?",
    "tekst": "Het is zeldzaam, maar het is mogelijk dat iemand kenmerken van zowel diabetes type 1 als type 2 heeft. Dit wordt soms \"dubbele diabetes\" genoemd. Het kan voorkomen bij mensen die diabetes type 1 hebben en later insulineresistentie ontwikkelen, bijvoorbeeld door overgewicht. De behandeling moet dan gericht zijn op beide aspecten van de aandoening."
  },
  {
    "titel": "Wat is het verschil tussen diabetes en suikerziekte?",
    "tekst": "Er is geen verschil; suikerziekte is een oudere, meer informele term voor diabetes mellitus. De term \"suikerziekte\" verwijst naar het feit dat mensen met onbehandelde diabetes een verhoogde hoeveelheid suiker (glucose) in hun bloed en urine hebben. Tegenwoordig wordt de term \"diabetes\" meer gebruikt in medische context."
  },
  {
    "titel": "Wat veroorzaakt diabetes type 1?",
    "tekst": "Diabetes type 1 wordt veroorzaakt door een auto-immuunreactie waarbij het afweersysteem van het lichaam de insulineproducerende cellen in de alvleesklier aanvalt en vernietigt. De exacte oorzaak van deze auto-immuunreactie is niet volledig bekend, maar zowel genetische factoren als omgevingsfactoren (zoals bepaalde virusinfecties) spelen een rol."
  },
  {
    "titel": "Wat veroorzaakt diabetes type 2?",
    "tekst": "Diabetes type 2 wordt veroorzaakt door een combinatie van genetische aanleg en leefstijlfactoren. De belangrijkste risicofactoren zijn overgewicht, vooral rond de buik, onvoldoende lichaamsbeweging, ongezonde voeding en ouderdom. Deze factoren leiden tot insulineresistentie en een verminderde insulineproductie door de alvleesklier."
  },
  {
    "titel": "Welke risicofactoren verhogen de kans op diabetes type 2?",
    "tekst": "De belangrijkste risicofactoren voor diabetes type 2 zijn: overgewicht of obesitas, vooral buikvet; onvoldoende lichaamsbeweging; ongezonde voeding met veel verzadigde vetten en suikers; leeftijd (risico neemt toe na 45 jaar); familiegeschiedenis van diabetes; etniciteit (sommige bevolkingsgroepen hebben een hoger risico); en eerder doorgemaakte zwangerschapsdiabetes."
  },
  {
    "titel": "Kan stress diabetes veroorzaken?",
    "tekst": "Stress zelf veroorzaakt geen diabetes, maar kan wel een rol spelen bij het ontstaan of verergeren van de aandoening. Chronische stress kan leiden tot ongezonde gewoonten zoals slechte eetgewoonten, minder beweging en slaapproblemen, die het risico op diabetes type 2 verhogen. Bij mensen die al diabetes hebben, kan stress de bloedsuikerspiegel tijdelijk verhogen."
  },
  {
    "titel": "Kan medicijngebruik diabetes veroorzaken?",
    "tekst": "Ja, bepaalde medicijnen kunnen het risico op diabetes verhogen of tijdelijk de bloedsuikerspiegel beïnvloeden. Voorbeelden zijn corticosteroïden (zoals prednison), sommige antipsychotica, bepaalde middelen tegen hiv, sommige medicijnen tegen hoge bloeddruk en diuretica (plaspillen). Als je deze medicijnen gebruikt, is het belangrijk om regelmatig je bloedsuikerspiegel te laten controleren."
  },
  {
    "titel": "Is er een verband tussen slaap en diabetes?",
    "tekst": "Ja, er is een verband tussen slaapproblemen en diabetes. Chronisch slaaptekort en slechte slaapkwaliteit kunnen leiden tot insulineresistentie en een verhoogd risico op diabetes type 2. Omgekeerd kunnen mensen met diabetes vaker last hebben van slaapproblemen door symptomen zoals nachtelijk plassen of door complicaties zoals neuropathie (zenuwpijn)."
  },
  {
    "titel": "Welke rol speelt voeding bij het ontstaan van diabetes?",
    "tekst": "Voeding speelt een belangrijke rol bij het ontstaan van diabetes type 2. Een dieet rijk aan bewerkte koolhydraten, suikers en verzadigde vetten kan leiden tot overgewicht en insulineresistentie. Daarentegen kan een voedingspatroon rijk aan vezels, groenten, fruit, volkoren producten en gezonde vetten het risico op diabetes type 2 verlagen, zelfs bij mensen met een genetische aanleg."
  },
  {
    "titel": "Kan diabetes worden veroorzaakt door te veel suiker eten?",
    "tekst": "Het eten van te veel suiker alleen veroorzaakt niet direct diabetes, maar kan wel bijdragen aan het ontstaan van diabetes type 2. Overmatige suikerconsumptie kan leiden tot overgewicht en obesitas, wat belangrijke risicofactoren zijn voor diabetes type 2. Bovendien kan een dieet rijk aan suiker de insulinegevoeligheid verminderen en de alvleesklier overbelasten."
  },
  {
    "titel": "Wat zijn de eerste symptomen van diabetes?",
    "tekst": "De eerste symptomen van diabetes zijn vaak: veel dorst hebben, vaak moeten plassen (ook 's nachts), onverklaarbaar gewichtsverlies, vermoeidheid, wazig zien, trage wondgenezing en terugkerende infecties. Bij diabetes type 1 ontwikkelen deze symptomen zich vaak snel, terwijl ze bij diabetes type 2 geleidelijker kunnen ontstaan en soms jaren onopgemerkt blijven."
  },
  {
    "titel": "Hoe wordt diabetes gediagnosticeerd?",
    "tekst": "Diabetes wordt gediagnosticeerd door het meten van de bloedsuikerspiegel. Dit kan op verschillende manieren: via een nuchtere bloedsuikertest (na minstens 8 uur vasten), een willekeurige bloedsuikertest, een orale glucosetolerantietest of een HbA1c-test (die het gemiddelde bloedsuikergehalte over de afgelopen 2-3 maanden meet). De diagnose wordt gesteld als de waarden boven bepaalde drempels liggen."
  },
  {
    "titel": "Wat is een hypo en hoe herken je die?",
    "tekst": "Een hypo (hypoglykemie) is een te lage bloedsuikerspiegel, meestal onder de 3,5 mmol/l. Symptomen zijn onder andere zweten, trillen, duizeligheid, verwardheid, concentratieproblemen, honger, bleekheid, hoofdpijn en in ernstige gevallen bewustzijnsverlies. Een hypo kan optreden bij mensen met diabetes die insuline of bepaalde bloedsuikerverlagende medicijnen gebruiken, vooral als ze te weinig hebben gegeten of te veel hebben bewogen."
  },
  {
    "titel": "Wat is een hyper en hoe herken je die?",
    "tekst": "Een hyper (hyperglykemie) is een te hoge bloedsuikerspiegel. Symptomen zijn onder andere veel dorst, vaak plassen, vermoeidheid, wazig zien, droge mond en in ernstige gevallen misselijkheid, braken en buikpijn. Een hyper kan ontstaan door te veel eten, te weinig beweging, stress, ziekte of onvoldoende insuline of medicatie. Langdurige hyperglykemie kan leiden tot ernstige complicaties."
  },
  {
    "titel": "Wat is het verschil tussen de symptomen van diabetes type 1 en type 2?",
    "tekst": "Bij diabetes type 1 ontwikkelen de symptomen zich vaak snel en zijn ze duidelijker: veel dorst, vaak plassen, onverklaarbaar gewichtsverlies, vermoeidheid en soms misselijkheid en braken. Bij diabetes type 2 ontwikkelen de symptomen zich meestal geleidelijker en kunnen ze jarenlang mild of afwezig zijn. Sommige mensen met type 2 merken pas dat ze diabetes hebben als er complicaties optreden."
  },
  {
    "titel": "Wat is de HbA1c-test en wat zegt deze over diabetes?",
    "tekst": "De HbA1c-test (ook wel geglyceerd hemoglobine genoemd) meet het percentage van hemoglobine in het bloed dat suiker aan zich gebonden heeft. Deze test geeft een beeld van de gemiddelde bloedsuikerspiegel over de afgelopen 2-3 maanden. Een HbA1c-waarde van 48 mmol/mol (6,5%) of hoger wijst op diabetes. De test wordt gebruikt voor zowel diagnose als voor het monitoren van de behandeling."
  },
  {
    "titel": "Kan diabetes symptoomloos zijn?",
    "tekst": "Ja, vooral diabetes type 2 kan jarenlang symptoomloos zijn of slechts milde symptomen veroorzaken die gemakkelijk over het hoofd worden gezien. Daarom wordt diabetes type 2 soms pas ontdekt tijdens een routinecontrole of wanneer er complicaties optreden. Diabetes type 1 veroorzaakt meestal duidelijkere symptomen die zich relatief snel ontwikkelen."
  },
  {
    "titel": "Wat zijn de waarschuwingssignalen van diabetes bij kinderen?",
    "tekst": "Waarschuwingssignalen van diabetes (meestal type 1) bij kinderen zijn: veel dorst en vaak plassen, bedplassen bij een kind dat voorheen droog was, extreme honger, onverklaarbaar gewichtsverlies, vermoeidheid, prikkelbaarheid, gedragsveranderingen, wazig zien en gistinfecties (vooral bij meisjes). Deze symptomen kunnen zich snel ontwikkelen, soms binnen enkele weken."
  },
  {
    "titel": "Hoe wordt diabetes type 1 behandeld?",
    "tekst": "Diabetes type 1 wordt behandeld met insulinetherapie, die levenslang nodig is. Dit kan via meerdere dagelijkse insuline-injecties of via een insulinepomp. Daarnaast is het belangrijk om de bloedsuikerspiegel regelmatig te controleren, gezond te eten met aandacht voor koolhydraten, regelmatig te bewegen en een gezond gewicht te behouden."
  },
  {
    "titel": "Hoe wordt diabetes type 2 behandeld?",
    "tekst": "De behandeling van diabetes type 2 begint vaak met leefstijlveranderingen zoals gezonde voeding, meer lichaamsbeweging en gewichtsverlies. Als dit niet voldoende is, worden orale medicijnen voorgeschreven die de bloedsuikerspiegel verlagen. In latere stadia kan insulinetherapie nodig zijn. Regelmatige controle van de bloedsuikerspiegel is belangrijk om de behandeling aan te passen."
  },
  {
    "titel": "Welke medicijnen worden gebruikt bij de behandeling van diabetes type 2?",
    "tekst": "Bij diabetes type 2 worden verschillende soorten medicijnen gebruikt, waaronder: metformine (eerste keuze, vermindert insulineresistentie); sulfonylureumderivaten (stimuleren insulineproductie); DPP-4-remmers (verbeteren insulineafgifte); GLP-1-receptoragonisten (vertragen maagontlediging, verminderen eetlust); SGLT2-remmers (verhogen glucoseuitscheiding via de nieren); en in sommige gevallen insuline."
  },
  {
    "titel": "Wat is het verschil tussen kortwerkende en langwerkende insuline?",
    "tekst": "Kortwerkende (of snelwerkende) insuline begint snel te werken (binnen 15 minuten tot een uur) en werkt 3-5 uur. Het wordt gebruikt om de bloedsuikerstijging na maaltijden tegen te gaan. Langwerkende insuline werkt geleidelijker, begint na 1-2 uur te werken en werkt 12-24 uur. Het zorgt voor een basisniveau van insuline gedurende de dag en nacht."
  },
  {
    "titel": "Wat is een insulinepomp en voor wie is deze geschikt?",
    "tekst": "Een insulinepomp is een klein apparaat dat continu kleine hoeveelheden snelwerkende insuline afgeeft via een canule onder de huid. De gebruiker kan extra insuline toedienen bij maaltijden. Insulinepompen zijn geschikt voor mensen met diabetes type 1 of type 2 die intensieve insulinetherapie nodig hebben, en bieden meer flexibiliteit en nauwkeurigere insulinetoediening dan injecties."
  },
  {
    "titel": "Wat is continue glucosemonitoring (CGM)?",
    "tekst": "Continue glucosemonitoring (CGM) is een systeem dat continu de glucosewaarden in het weefsel meet via een sensor die onder de huid wordt geplaatst. Het geeft inzicht in glucosetrends en waarschuwt bij te hoge of te lage waarden. CGM kan helpen bij het verbeteren van de glucoseregulatie, het verminderen van hypo's en het aanpassen van de behandeling bij zowel diabetes type 1 als type 2."
  },
  {
    "titel": "Welke rol speelt voeding bij de behandeling van diabetes?",
    "tekst": "Voeding speelt een cruciale rol bij de behandeling van diabetes. Een gezond voedingspatroon helpt bij het reguleren van de bloedsuikerspiegel, het behouden van een gezond gewicht en het verminderen van het risico op complicaties. Voor mensen met diabetes is het belangrijk om de hoeveelheid en het type koolhydraten te monitoren, voldoende vezels te eten en verzadigde vetten te beperken."
  },
  {
    "titel": "Hoe belangrijk is lichaamsbeweging bij diabetes?",
    "tekst": "Lichaamsbeweging is zeer belangrijk bij diabetes. Het helpt de bloedsuikerspiegel te verlagen doordat de spieren glucose opnemen zonder insuline, verbetert de insulinegevoeligheid, helpt bij gewichtsbeheersing, verlaagt het risico op hart- en vaatziekten en verbetert het algemene welzijn. Voor de meeste mensen met diabetes wordt minstens 150 minuten matige intensieve beweging per week aanbevolen."
  },
  {
    "titel": "Wat is een diabetesdieet?",
    "tekst": "Een diabetesdieet is geen strikt dieet, maar een gezond voedingspatroon dat helpt de bloedsuikerspiegel te reguleren. Het omvat het eten van regelmatige maaltijden met complexe koolhydraten (volkoren producten, peulvruchten), magere eiwitten, gezonde vetten, veel groenten en fruit, en het beperken van suikers, geraffineerde koolhydraten en verzadigde vetten. De nadruk ligt op portiegrootte en een evenwichtige voedselinname."
  },
  {
    "titel": "Kunnen natuurlijke remedies diabetes genezen of behandelen?",
    "tekst": "Er zijn geen bewezen natuurlijke remedies die diabetes kunnen genezen. Sommige kruiden en supplementen, zoals kaneel, bittermeloen en chromium, worden soms gebruikt als aanvulling op de reguliere behandeling, maar de wetenschappelijke onderbouwing hiervoor is beperkt. Het is belangrijk om altijd met een zorgverlener te overleggen voordat je natuurlijke remedies gebruikt, omdat ze kunnen interageren met medicijnen."
  },
  {
    "titel": "Welke langetermijncomplicaties kunnen optreden bij diabetes?",
    "tekst": "Langetermijncomplicaties van diabetes kunnen zijn: hart- en vaatziekten (zoals hartaanvallen en beroertes), neuropathie (zenuwschade), nefropathie (nierschade), retinopathie (oogschade die tot blindheid kan leiden), voetproblemen (die in ernstige gevallen tot amputatie kunnen leiden), huidproblemen, gehoorproblemen en Alzheimer's ziekte. Goede bloedsuikercontrole kan het risico op deze complicaties verminderen."
  },
  {
    "titel": "Wat is diabetische retinopathie?",
    "tekst": "Diabetische retinopathie is een oogaandoening die ontstaat door schade aan de bloedvaten in het netvlies als gevolg van langdurig verhoogde bloedsuikerspiegels. In een vroeg stadium veroorzaakt het vaak geen symptomen, maar het kan uiteindelijk leiden tot wazig zien, vlekken in het gezichtsveld en zelfs blindheid. Regelmatige oogcontroles zijn belangrijk voor vroege opsporing en behandeling."
  },
  {
    "titel": "Wat is diabetische nefropathie?",
    "tekst": "Diabetische nefropathie is nierschade die ontstaat door langdurig verhoogde bloedsuikerspiegels. De nieren bevatten miljoenen kleine bloedvaten die bloed filteren, en diabetes kan deze beschadigen. In een vroeg stadium veroorzaakt het vaak geen symptomen, maar het kan uiteindelijk leiden tot nierfalen en de noodzaak voor dialyse of niertransplantatie. Regelmatige controle van de nierfunctie is belangrijk."
  },
  {
    "titel": "Wat is diabetische neuropathie?",
    "tekst": "Diabetische neuropathie is zenuwschade die ontstaat door langdurig verhoogde bloedsuikerspiegels. Het kan verschillende vormen aannemen, waaronder perifere neuropathie (tintelingen, pijn of gevoelloosheid in handen en voeten), autonome neuropathie (problemen met orgaanfuncties) en mononeuropathie (aantasting van één zenuw). Goede bloedsuikercontrole kan het risico op neuropathie verminderen."
  },
  {
    "titel": "Waarom hebben mensen met diabetes een verhoogd risico op hart- en vaatziekten?",
    "tekst": "Mensen met diabetes hebben een verhoogd risico op hart- en vaatziekten omdat langdurig verhoogde bloedsuikerspiegels de bloedvaten kunnen beschadigen. Diabetes gaat ook vaak gepaard met andere risicofactoren zoals hoge bloeddruk, abnormale cholesterolwaarden en overgewicht. Samen verhogen deze factoren het risico op atherosclerose (aderverkalking), wat kan leiden tot hartaanvallen, beroertes en perifeer vaatlijden."
  },
  {
    "titel": "Wat is een diabetische voet?",
    "tekst": "Een diabetische voet is een complicatie waarbij voetproblemen ontstaan door een combinatie van zenuwschade (neuropathie) en verminderde doorbloeding als gevolg van diabetes. Door neuropathie kunnen wondjes onopgemerkt blijven, en door de verminderde doorbloeding genezen wonden slecht. Dit kan leiden tot infecties, zweren en in ernstige gevallen tot amputatie. Goede voetverzorging en regelmatige controles zijn essentieel."
  },
  {
    "titel": "Kan diabetes invloed hebben op de mentale gezondheid?",
    "tekst": "Ja, diabetes kan invloed hebben op de mentale gezondheid. Mensen met diabetes hebben een verhoogd risico op depressie, angst en diabetesgerelateerde stress (distress). Dit kan te maken hebben met de belasting van het leven met een chronische aandoening, de constante zelfzorg die nodig is, en mogelijk ook met biochemische veranderingen in de hersenen als gevolg van schommelende bloedsuikerspiegels."
  },
  {
    "titel": "Wat is diabetische ketoacidose (DKA)?",
    "tekst": "Diabetische ketoacidose (DKA) is een ernstige complicatie die voornamelijk voorkomt bij diabetes type 1. Het ontstaat wanneer het lichaam onvoldoende insuline heeft en daardoor glucose niet kan gebruiken voor energie. In plaats daarvan breekt het lichaam vet af, wat leidt tot de productie van ketonen die het bloed verzuren. Symptomen zijn onder andere misselijkheid, braken, buikpijn, snelle ademhaling en een fruitige adem. DKA is een medisch noodgeval."
  },
  {
    "titel": "Welke voedingsmiddelen moet iemand met diabetes vermijden?",
    "tekst": "Mensen met diabetes wordt aangeraden om voedingsmiddelen met toegevoegde suikers, geraffineerde koolhydraten (zoals wit brood en pasta), bewerkte voedingsmiddelen met veel zout en vet, gezoete dranken, alcohol in grote hoeveelheden en verzadigde en transvetten te beperken. Het is echter niet nodig om bepaalde voedingsmiddelen volledig te vermijden; de nadruk ligt op portiegrootte en een evenwichtig voedingspatroon."
  },
  {
    "titel": "Welke voedingsmiddelen zijn goed voor mensen met diabetes?",
    "tekst": "Goede voedingsmiddelen voor mensen met diabetes zijn: vezelrijke groenten, fruit in matige hoeveelheden, volkoren producten, peulvruchten, noten en zaden, magere eiwitbronnen zoals vis, kip en tofu, en gezonde vetten zoals olijfolie en avocado. Deze voedingsmiddelen hebben een lagere glycemische index, wat betekent dat ze de bloedsuikerspiegel minder snel doen stijgen."
  },
  {
    "titel": "Wat is de glycemische index en waarom is deze belangrijk bij diabetes?",
    "tekst": "De glycemische index (GI) is een maat voor hoe snel koolhydraten in voedingsmiddelen de bloedsuikerspiegel doen stijgen. Voedingsmiddelen met een hoge GI (zoals wit brood en suiker) worden snel verteerd en veroorzaken een snelle stijging van de bloedsuikerspiegel. Voedingsmiddelen met een lage GI (zoals volkoren producten en peulvruchten) worden langzamer verteerd en veroorzaken een geleidelijkere stijging. Voor mensen met diabetes kan het nuttig zijn om voedingsmiddelen met een lagere GI te kiezen."
  },
  {
    "titel": "Mogen mensen met diabetes alcohol drinken?",
    "tekst": "Mensen met diabetes kunnen met mate alcohol drinken, maar moeten zich bewust zijn van de effecten op de bloedsuikerspiegel. Alcohol kan de bloedsuikerspiegel zowel verhogen (door de koolhydraten in drankjes) als verlagen (doordat de lever prioriteit geeft aan het afbreken van alcohol boven het aanmaken van glucose). Het is belangrijk om niet op een lege maag te drinken en de bloedsuikerspiegel goed in de gaten te houden."
  },
  {
    "titel": "Welke soort lichaamsbeweging is het beste voor mensen met diabetes?",
    "tekst": "Een combinatie van aerobe training (zoals wandelen, fietsen, zwemmen) en krachttraining is het beste voor mensen met diabetes. Aerobe training verbetert de insulinegevoeligheid en cardiovasculaire gezondheid, terwijl krachttraining de spieren sterker maakt en helpt bij het behouden van een gezonde stofwisseling. Het belangrijkste is om een activiteit te kiezen die je leuk vindt en die je regelmatig kunt doen."
  },
  {
    "titel": "Hoe beïnvloedt stress de bloedsuikerspiegel?",
    "tekst": "Stress kan de bloedsuikerspiegel verhogen door de afgifte van stresshormonen zoals cortisol en adrenaline, die de lever aanzetten tot het vrijmaken van glucose en de insulinegevoeligheid verminderen. Bovendien kan stress leiden tot ongezonde copingmechanismen zoals ongezond eten, minder bewegen of medicatie vergeten. Stressmanagementtechnieken zoals mindfulness, yoga en ademhalingsoefeningen kunnen helpen."
  },
  {
    "titel": "Kan iemand met diabetes vasten?",
    "tekst": "Vasten kan risico's met zich meebrengen voor mensen met diabetes, vooral voor degenen die insuline of bepaalde bloedsuikerverlagende medicijnen gebruiken, vanwege het risico op hypoglykemie (te lage bloedsuiker). Als iemand met diabetes wil vasten, bijvoorbeeld om religieuze redenen, is het belangrijk om dit vooraf met een zorgverlener te bespreken. De medicatie en het voedingspatroon moeten mogelijk worden aangepast."
  },
  {
    "titel": "Hoe kan iemand met diabetes omgaan met feestdagen en speciale gelegenheden?",
    "tekst": "Bij feestdagen en speciale gelegenheden kan iemand met diabetes: vooraf plannen en nadenken over wat er gegeten gaat worden; kleine porties nemen van gerechten met veel suiker of vet; extra aandacht besteden aan bloedsuikercontrole; voldoende water drinken; actief blijven; en niet te streng zijn voor zichzelf - één dag met wat hogere bloedsuikerwaarden zal geen langetermijneffect hebben op de gezondheid."
  },
  {
    "titel": "Welke rol speelt slaap bij diabetes?",
    "tekst": "Slaap speelt een belangrijke rol bij diabetes. Onvoldoende of slechte slaap kan leiden tot insulineresistentie, verhoogde eetlust (door verstoring van hongerhormonen) en minder energie om te bewegen, wat allemaal de bloedsuikerregulatie kan verslechteren. Omgekeerd kan diabetes slaapproblemen veroorzaken door symptomen zoals nachtelijk plassen of door complicaties zoals neuropathie. Goede slaaphygiëne is daarom belangrijk."
  },
  {
    "titel": "Hoe vaak moet iemand met diabetes zijn bloedsuiker controleren?",
    "tekst": "De frequentie van bloedsuikercontroles hangt af van het type diabetes, de behandeling en de individuele situatie. Mensen met diabetes type 1 of mensen die insuline gebruiken, controleren vaak meerdere keren per dag. Mensen met diabetes type 2 die geen insuline gebruiken, controleren mogelijk minder vaak. De zorgverlener kan advies geven over de optimale frequentie en tijdstippen voor controles."
  },
  {
    "titel": "Wat is het verschil tussen vingerprikken en continue glucosemonitoring?",
    "tekst": "Bij vingerprikken wordt een druppel bloed uit de vinger gehaald en op een teststrip geplaatst die in een glucosemeter wordt gestoken, wat een momentopname van de bloedsuikerspiegel geeft. Continue glucosemonitoring (CGM) gebruikt een sensor die onder de huid wordt geplaatst en continu de glucosewaarden in het weefsel meet, waardoor trends zichtbaar worden en waarschuwingen kunnen worden gegeven bij te hoge of te lage waarden."
  },
  {
    "titel": "Hoe kan iemand met diabetes zijn bloedsuiker stabiel houden tijdens het sporten?",
    "tekst": "Om de bloedsuiker stabiel te houden tijdens het sporten, kan iemand met diabetes: voor het sporten de bloedsuiker controleren; extra koolhydraten eten als de bloedsuiker laag is; de insulinedosis aanpassen in overleg met de zorgverlener; tijdens langdurige inspanning regelmatig de bloedsuiker controleren en zo nodig extra koolhydraten innemen; en na het sporten de bloedsuiker controleren omdat deze nog uren later kan dalen."
  },
  {
    "titel": "Wat moet iemand met diabetes doen bij ziekte?",
    "tekst": "Bij ziekte is het belangrijk om: vaker de bloedsuiker te controleren, omdat deze vaak stijgt door stresshormonen; voldoende te drinken om uitdroging te voorkomen; indien mogelijk normaal te blijven eten of vloeibare koolhydraten te nemen als eten niet lukt; medicatie te blijven nemen (ook insuline); en contact op te nemen met een zorgverlener als de bloedsuiker zeer hoog blijft, bij braken, diarree of tekenen van diabetische ketoacidose."
  },
  {
    "titel": "Hoe kan iemand met diabetes reizen?",
    "tekst": "Bij reizen met diabetes is het belangrijk om: voldoende medicatie en testmateriaal mee te nemen (meer dan nodig); een medische verklaring te hebben voor insuline en naalden bij vliegreizen; medicatie in de handbagage te houden; rekening te houden met tijdsverschillen bij het aanpassen van de insulinedosis; en altijd snelwerkende koolhydraten bij zich te hebben voor het geval de bloedsuiker te laag wordt."
  },
  {
    "titel": "Wat moet in een diabetesnoodkit zitten?",
    "tekst": "Een diabetesnoodkit moet bevatten: snelwerkende koolhydraten (zoals druivensuiker of sap) voor het behandelen van een hypo; langwerkende koolhydraten (zoals een mueslireep) voor na een hypo; bloedglucosemeter met teststrips; extra medicatie; contactgegevens van noodcontacten en zorgverleners; en mogelijk glucagon voor ernstige hypo's (voor mensen die insuline gebruiken)."
  },
  {
    "titel": "Hoe kan iemand met diabetes omgaan met werkgerelateerde uitdagingen?",
    "tekst": "Werkgerelateerde uitdagingen voor mensen met diabetes kunnen worden aangepakt door: open te zijn over de aandoening als dat comfortabel voelt; regelmatige pauzes te nemen voor bloedsuikercontroles, eten of medicatie; een voorraad snacks en medicatie op het werk te hebben; collega's te informeren over hoe ze kunnen helpen bij een hypo; en indien nodig redelijke aanpassingen te vragen, zoals flexibele werktijden voor doktersafspraken."
  },
  {
    "titel": "Hoe kan iemand met diabetes zijn voeten verzorgen?",
    "tekst": "Goede voetverzorging bij diabetes omvat: dagelijks de voeten inspecteren op wondjes, blaren of roodheid; de voeten dagelijks wassen met lauw water en mild zeep, en goed afdrogen, vooral tussen de tenen; het gebruik van vochtinbrengende crème (maar niet tussen de tenen); het dragen van goed passende schoenen en sokken zonder naden; voorzichtig zijn met het knippen van nagels; en regelmatige controle door een zorgverlener."
  },
  {
    "titel": "Wat is het belang van regelmatige controles bij de zorgverlener?",
    "tekst": "Regelmatige controles bij de zorgverlener zijn belangrijk om: de effectiviteit van de behandeling te evalueren; de bloedsuikerregulatie te beoordelen via HbA1c-metingen; complicaties vroeg op te sporen door controle van ogen, nieren, voeten en hart- en bloedvaten; de medicatie aan te passen indien nodig; en vragen of zorgen te bespreken. Voor de meeste mensen met diabetes wordt een controle elke 3-6 maanden aanbevolen."
  },
  {
    "titel": "Hoe kan iemand omgaan met de emotionele impact van een diabetesdiagnose?",
    "tekst": "Omgaan met de emotionele impact van een diabetesdiagnose kan door: tijd te nemen om de diagnose te verwerken; betrouwbare informatie te verzamelen over diabetes; te praten met zorgverleners, familie en vrienden; contact te zoeken met lotgenoten via patiëntenverenigingen of ondersteuningsgroepen; professionele hulp te zoeken bij aanhoudende negatieve gevoelens; en kleine, haalbare doelen te stellen voor zelfzorg in plaats van overweldigd te raken door alle veranderingen."
  },
  {
    "titel": "Wat is diabetesburnout en hoe kan iemand hiermee omgaan?",
    "tekst": "Diabetesburnout is een toestand van fysieke en emotionele uitputting veroorzaakt door de constante eisen van diabetesmanagement. Symptomen zijn onder andere frustratie, vermijdingsgedrag en verwaarlozing van zelfzorg. Manieren om hiermee om te gaan zijn: erkennen van de burnout; praten met zorgverleners; tijdelijk vereenvoudigen van het zorgregime; hulp zoeken bij een psycholoog of diabetescoach; en contact zoeken met lotgenoten die vergelijkbare ervaringen hebben."
  },
  {
    "titel": "Hoe kan iemand met diabetes dit bespreken met familie en vrienden?",
    "tekst": "Bij het bespreken van diabetes met familie en vrienden kan iemand: duidelijke, eenvoudige informatie geven over wat diabetes is; uitleggen wat zij kunnen doen om te helpen (zoals bepaalde voedingsmiddelen in huis hebben of leren hoe ze kunnen helpen bij een hypo); grenzen stellen als mensen te bemoeizuchtig worden; en open zijn over wat wel en niet prettig is in de manier waarop anderen reageren op de diabetes."
  },
  {
    "titel": "Welke invloed kan diabetes hebben op relaties en intimiteit?",
    "tekst": "Diabetes kan relaties en intimiteit beïnvloeden door: vermoeidheid die het sociale leven kan beperken; stress over gezondheid die emotionele intimiteit kan beïnvloeden; en bij sommige mensen seksuele problemen zoals erectiestoornissen bij mannen of vaginale droogheid bij vrouwen als gevolg van zenuw- of bloedvatschade. Open communicatie met de partner en het bespreken van problemen met zorgverleners kunnen helpen deze uitdagingen aan te pakken."
  },
  {
    "titel": "Welke ondersteuning is er beschikbaar voor mensen met diabetes in België?",
    "tekst": "Ondersteuning voor mensen met diabetes in België is beschikbaar via: diabeteszorgverleners zoals de huisarts, endocrinoloog, diabeteseducator, diëtist of podoloog; de Diabetes Liga, die informatie, educatie en lotgenotencontact biedt; het zorgtraject diabetes en het zorgpad diabetes type 2, waarbij samenwerking tussen zorgverleners centraal staat; educatieve programma's en infosessies via ziekenfondsen en diabetescentra; online gemeenschappen en hulpgroepen; en psychologische ondersteuning via psychologen of coaches die ervaring hebben met chronische aandoeningen zoals diabetes."
  },
  {
    "titel": "Hoe kunnen ouders een kind met diabetes ondersteunen?",
    "tekst": "Ouders kunnen een kind met diabetes ondersteunen door: kennis op te doen over diabetes; het kind te helpen bij de dagelijkse zorg maar ook geleidelijk zelfstandigheid aan te moedigen; open te communiceren over gevoelens; het kind te behandelen als een 'normaal' kind met enkele extra behoeften; samen te werken met school en andere verzorgers; en zelf ook ondersteuning te zoeken via oudergroepen of professionele hulp."
  },
  {
    "titel": "Wat zijn de specifieke uitdagingen voor kinderen met diabetes?",
    "tekst": "Specifieke uitdagingen voor kinderen met diabetes zijn: afhankelijkheid van ouders en verzorgers voor diabetesmanagement; moeilijkheden met het begrijpen van de aandoening en het belang van behandeling; onvoorspelbare eetpatronen en activiteitenniveaus; groei en hormonale veranderingen die de insulinebehoefte beïnvloeden; sociale druk en het gevoel 'anders' te zijn; en de geleidelijke overgang naar zelfstandig diabetesmanagement naarmate ze ouder worden."
  },
  {
    "titel": "Wat zijn de specifieke uitdagingen voor ouderen met diabetes?",
    "tekst": "Specifieke uitdagingen voor ouderen met diabetes zijn: verhoogd risico op hypoglykemie en verminderd vermogen om de waarschuwingssignalen te herkennen; comorbiditeit (het gelijktijdig hebben van meerdere aandoeningen); polyfarmacie (het gebruik van meerdere medicijnen); cognitieve beperkingen die zelfzorg kunnen bemoeilijken; verminderde nierfunctie die de medicatiedosering kan beïnvloeden; en sociale isolatie die kan leiden tot verminderde ondersteuning."
  },
  {
    "titel": "Hoe beïnvloedt diabetes de zwangerschap?",
    "tekst": "Diabetes kan de zwangerschap beïnvloeden door het risico te verhogen op: complicaties zoals pre-eclampsie (zwangerschapsvergiftiging); macrosomie (een te grote baby); vroeggeboorte; keizersnede; en aangeboren afwijkingen. Goede bloedsuikercontrole vóór en tijdens de zwangerschap kan deze risico's aanzienlijk verminderen. Vrouwen met diabetes hebben intensievere monitoring nodig tijdens de zwangerschap."
  },
  {
    "titel": "Wat is zwangerschapsdiabetes en hoe wordt het behandeld?",
    "tekst": "Zwangerschapsdiabetes is een vorm van diabetes die tijdens de zwangerschap ontstaat en meestal na de bevalling weer verdwijnt. Het wordt veroorzaakt door zwangerschapshormonen die de werking van insuline blokkeren. Behandeling omvat: regelmatige bloedsuikercontrole; aanpassingen in voeding en lichaamsbeweging; en indien nodig insulinetherapie. Na de bevalling is het belangrijk om te controleren of de diabetes is verdwenen en om regelmatig te screenen op diabetes type 2 in de toekomst."
  },
  {
    "titel": "Hoe kan diabetes worden beheerd tijdens de ramadan voor moslims?",
    "tekst": "Voor moslims met diabetes die willen vasten tijdens de ramadan, is het belangrijk om: vooraf met een zorgverlener te overleggen; medicatie aan te passen (timing en mogelijk dosering); de bloedsuiker vaker te controleren; voldoende te drinken en evenwichtige maaltijden te eten tijdens de iftar (avondmaaltijd) en suhoor (ochtendmaaltijd); en het vasten te onderbreken bij tekenen van hypo- of hyperglykemie. Sommige mensen met diabetes, zoals degenen met instabiele diabetes, wordt afgeraden te vasten."
  },
  {
    "titel": "Wat zijn de specifieke aandachtspunten voor atleten met diabetes?",
    "tekst": "Specifieke aandachtspunten voor atleten met diabetes zijn: het aanpassen van de insulinedosis en koolhydraatinname aan de intensiteit en duur van de training; het monitoren van de bloedsuikerspiegel voor, tijdens en na het sporten; het herkennen en behandelen van hypoglykemie tijdens het sporten; het begrijpen van hoe verschillende soorten activiteiten de bloedsuikerspiegel beïnvloeden; en het werken met een sportdiëtist en diabetesteam om een optimaal voedings- en behandelplan te ontwikkelen."
  },
  {
    "titel": "Hoe beïnvloedt diabetes de zorg rondom operaties?",
    "tekst": "Bij operaties bij mensen met diabetes is extra aandacht nodig voor: bloedsuikercontrole voor, tijdens en na de operatie; aanpassing van diabetesmedicatie en insuline; intraveneuze glucose- en insulinetoediening tijdens langere operaties; en monitoring op infecties en wondgenezingsproblemen na de operatie. Goede bloedsuikercontrole voor een operatie kan het risico op complicaties verminderen."
  },
  {
    "titel": "Kan diabetes type 1 worden voorkomen?",
    "tekst": "Op dit moment is er geen bekende manier om diabetes type 1 te voorkomen. Het is een auto-immuunziekte met een genetische component, maar ook omgevingsfactoren spelen een rol. Onderzoek naar preventie richt zich op het identificeren van mensen met een hoog risico en het ontwikkelen van interventies om het immuunsysteem te beïnvloeden, maar deze zijn nog experimenteel."
  },
  {
    "titel": "Kan diabetes type 2 worden voorkomen?",
    "tekst": "Ja, diabetes type 2 kan in veel gevallen worden voorkomen of uitgesteld door leefstijlveranderingen, vooral bij mensen met een verhoogd risico of prediabetes. Effectieve preventiestrategieën zijn: het bereiken en behouden van een gezond gewicht; regelmatige lichaamsbeweging (minstens 150 minuten per week); een gezond voedingspatroon rijk aan vezels, groenten en fruit en arm aan bewerkte koolhydraten en verzadigde vetten; en niet roken."
  },
  {
    "titel": "Wat is prediabetes en hoe kan het worden aangepakt?",
    "tekst": "Prediabetes is een toestand waarbij de bloedsuikerspiegel hoger is dan normaal, maar nog niet hoog genoeg om als diabetes te worden gediagnosticeerd. Het is een waarschuwingssignaal dat iemand risico loopt op het ontwikkelen van diabetes type 2. Prediabetes kan worden aangepakt door: gewichtsverlies (5-7% van het lichaamsgewicht); regelmatige lichaamsbeweging; gezonde voeding; en in sommige gevallen medicatie zoals metformine."
  },
  {
    "titel": "Welke screeningstests zijn er voor diabetes?",
    "tekst": "Screeningstests voor diabetes omvatten: nuchtere bloedsuikertest (na minstens 8 uur vasten); orale glucosetolerantietest (waarbij de bloedsuiker wordt gemeten na het drinken van een suikeroplossing); HbA1c-test (die het gemiddelde bloedsuikergehalte over de afgelopen 2-3 maanden meet); en willekeurige bloedsuikertest. De keuze van de test hangt af van de individuele situatie en risicofactoren."
  },
  {
    "titel": "Wie zou moeten worden gescreend op diabetes?",
    "tekst": "Screening op diabetes wordt aanbevolen voor: mensen ouder dan 45 jaar; mensen met overgewicht of obesitas; mensen met een eerstegraads familielid met diabetes; vrouwen die zwangerschapsdiabetes hebben gehad; mensen met hoge bloeddruk of abnormale cholesterolwaarden; mensen met hart- en vaatziekten; en bepaalde etnische groepen met een verhoogd risico. De frequentie van screening hangt af van de individuele risicofactoren."
  },
  {
    "titel": "Hoe kunnen complicaties van diabetes worden voorkomen?",
    "tekst": "Complicaties van diabetes kunnen worden voorkomen of vertraagd door: goede bloedsuikercontrole (streven naar een HbA1c binnen het streefbereik); regelmatige controle en behandeling van bloeddruk en cholesterol; niet roken; regelmatige lichaamsbeweging; gezonde voeding; regelmatige controles bij zorgverleners voor vroege opsporing van complicaties; goede voetverzorging; en regelmatige oogcontroles."
  },
  {
    "titel": "Wat is het verband tussen obesitas en diabetes type 2?",
    "tekst": "Obesitas, vooral abdominale obesitas (vet rond de buik), is een sterke risicofactor voor diabetes type 2. Vetcellen, vooral die rond de buik, produceren hormonen en ontstekingsstoffen die insulineresistentie veroorzaken. Hierdoor moet de alvleesklier harder werken om voldoende insuline te produceren, en kan deze op den duur uitgeput raken. Gewichtsverlies kan de insulinegevoeligheid verbeteren en het risico op diabetes type 2 aanzienlijk verminderen."
  },
  {
    "titel": "Wat zijn de nieuwste ontwikkelingen in diabetesbehandeling?",
    "tekst": "Recente ontwikkelingen in diabetesbehandeling omvatten: geavanceerde insulinepompen en continue glucosemonitoring die samen een 'kunstmatig alvleesklier' vormen; nieuwe klassen medicijnen zoals GLP-1-receptoragonisten en SGLT2-remmers die naast bloedsuikerverlaging ook cardiovasculaire voordelen bieden; slimme insulinepennen die doses registreren; apps en digitale platforms voor diabetesmanagement; en nieuwe toedieningsvormen van insuline zoals inhaleerbare insuline."
  },
  {
    "titel": "Is er vooruitgang in het vinden van een genezing voor diabetes?",
    "tekst": "Er wordt vooruitgang geboekt in het onderzoek naar een genezing voor diabetes, maar een definitieve genezing is er nog niet. Voor diabetes type 1 richt onderzoek zich op: immuuntherapie om de auto-immuunaanval te stoppen; stamceltherapie om nieuwe insulineproducerende cellen te kweken; en transplantatie van alvleesklier of eilandjes van Langerhans. Voor diabetes type 2 kan in sommige gevallen een remissie worden bereikt door drastisch gewichtsverlies, bijvoorbeeld na bariatrische chirurgie."
  },
  {
    "titel": "Wat is een kunstmatige alvleesklier?",
    "tekst": "Een kunstmatige alvleesklier (of closed-loop systeem) is een technologie die een continue glucosemonitor, een algoritme en een insulinepomp combineert om automatisch de juiste hoeveelheid insuline toe te dienen op basis van real-time glucosewaarden. Het systeem bootst de functie van een gezonde alvleesklier na door insuline af te geven wanneer de bloedsuiker stijgt en de afgifte te verminderen wanneer de bloedsuiker daalt, wat leidt tot stabielere glucosewaarden met minder inspanning van de gebruiker."
  },
  {
    "titel": "Wat is islet-celtransplantatie?",
    "tekst": "Islet-celtransplantatie is een experimentele behandeling voor diabetes type 1 waarbij eilandjes van Langerhans (clusters van cellen in de alvleesklier die insuline produceren) van een donor worden getransplanteerd naar de lever van de ontvanger. Het doel is om de insulineproductie te herstellen. Hoewel de procedure veelbelovend is, zijn er beperkingen zoals de schaarste aan donoren, de noodzaak van levenslange immuunsuppressie en het feit dat de getransplanteerde cellen na verloop van tijd vaak ophouden met functioneren."
  },
  {
    "titel": "Welke rol speelt genetica in diabetesonderzoek?",
    "tekst": "Genetica speelt een belangrijke rol in diabetesonderzoek door: het identificeren van genen die het risico op diabetes verhogen; het begrijpen van de onderliggende mechanismen van de ziekte; het ontwikkelen van gepersonaliseerde behandelingen op basis van genetische profielen (precisiegeneeskunde); het identificeren van subtypen van diabetes die mogelijk verschillend reageren op behandelingen; en het onderzoeken van gentherapie als potentiële behandeling voor bepaalde vormen van diabetes."
  },
  {
    "titel": "Wat is telemonitoring bij diabetes?",
    "tekst": "Telemonitoring bij diabetes is het gebruik van technologie om diabetesgegevens op afstand te verzamelen en te delen met zorgverleners. Dit kan omvatten: het uploaden van bloedsuikerwaarden van meters of continue glucosemonitoren naar een beveiligd platform; het bijhouden van voeding, beweging en medicatie via apps; videoconsulten met zorgverleners; en geautomatiseerde feedback of waarschuwingen op basis van de verzamelde gegevens. Telemonitoring kan de zorg toegankelijker maken en de betrokkenheid van patiënten vergroten."
  },
  {
    "titel": "Wat zijn de nieuwste inzichten in de oorzaken van diabetes?",
    "tekst": "Recente inzichten in de oorzaken van diabetes omvatten: het begrip dat diabetes type 2 niet één ziekte is, maar verschillende subtypen kan hebben met verschillende onderliggende mechanismen; de rol van darmmicrobiota (darmflora) bij insulineresistentie en ontsteking; de impact van omgevingsfactoren zoals bepaalde chemicaliën en luchtvervuiling; de rol van bruin vet bij energiemetabolisme; en de complexe interacties tussen genetica, epigenetica (veranderingen in genexpressie) en omgevingsfactoren."
  },
  {
    "titel": "Wat is precisiemedicijn in de context van diabetes?",
    "tekst": "Precisiemedicijn in de context van diabetes is een benadering waarbij behandelingen worden afgestemd op de specifieke kenmerken van een individu, zoals genetica, biomarkers, omgevingsfactoren en leefstijl. Het doel is om af te stappen van de 'one-size-fits-all' benadering en in plaats daarvan behandelingen te ontwikkelen die beter werken voor specifieke subgroepen van patiënten. Dit kan leiden tot effectievere behandelingen met minder bijwerkingen en een betere kwaliteit van leven."
  },
  {
    "titel": "Wat is het verschil tussen diabetes mellitus en diabetes insipidus?",
    "tekst": "Diabetes mellitus en diabetes insipidus zijn twee volledig verschillende aandoeningen die alleen de naam 'diabetes' (wat 'doorstroming' betekent) gemeen hebben. Diabetes mellitus is de 'gewone' diabetes waarbij er problemen zijn met insuline en bloedsuikerregulatie. Diabetes insipidus is een zeldzame aandoening waarbij de nieren niet goed reageren op het antidiuretisch hormoon (ADH), wat leidt tot overmatige urineproductie en dorst, maar geen verhoogde bloedsuikerspiegel."
  },
  {
    "titel": "Kan diabetes invloed hebben op de vruchtbaarheid?",
    "tekst": "Ja, diabetes kan invloed hebben op de vruchtbaarheid bij zowel mannen als vrouwen. Bij mannen kan diabetes leiden tot erectiestoornissen en verminderde zaadkwaliteit door zenuw- en bloedvatschade. Bij vrouwen kan diabetes de menstruatiecyclus verstoren en het risico op polycysteus ovariumsyndroom (PCOS) verhogen, wat de vruchtbaarheid kan verminderen. Goede bloedsuikercontrole kan deze problemen helpen voorkomen of verminderen."
  },
  {
    "titel": "Wat is het verband tussen diabetes en dementie?",
    "tekst": "Er is een verband tussen diabetes (vooral type 2) en een verhoogd risico op dementie, waaronder de ziekte van Alzheimer. Dit kan te maken hebben met schade aan bloedvaten in de hersenen door langdurig verhoogde bloedsuikerspiegels, insulineresistentie in de hersenen, chronische ontsteking, en gedeelde risicofactoren zoals obesitas en hoge bloeddruk. Goede bloedsuikercontrole, samen met een gezonde leefstijl, kan mogelijk het risico op dementie verminderen."
  },
  {
    "titel": "Waar kan ik betrouwbare informatie over diabetes vinden?",
    "tekst": "Betrouwbare informatie over diabetes is te vinden op de website van de Diabetes Liga (www.diabetes.be) en de lokale afdeling Diabetes Liga Midden-Limburg (www.dlml.be). Daarnaast bieden erkende gezondheidsinstellingen, zoals ziekenhuizen en diabetescentra in België, waardevolle informatie. Ook je eigen diabeteszorgverleners, zoals je huisarts, diabetesverpleegkundige of endocrinoloog, kunnen je voorzien van betrouwbare informatie. Vermijd onbetrouwbare of commerciële websites zonder duidelijke bronvermelding."
  },
  {
    "titel": "Algemene informatie over Diabetes Liga Midden-Limburg",
    "tekst": "Diabetes Liga Midden-Limburg informeert, connecteert en mobiliseert voor iedereen die met diabetes geconfronteerd wordt."
  },
  {
    "titel": "Kookboek 'Lekker koken met diabetes'",
    "tekst": "Het boek 'Lekker koken met diabetes' telt 318 bladzijden en is een culinaire bijbel rond voeding en diabetes. De prijs voor leden is € 25,00 en voor niet-leden € 30,00. Meer informatie en bestellingen via http://shop.diabetes.be."
  },
  {
    "titel": "Werkingsgebied Regio Midden-Limburg",
    "tekst": "De regio Midden-Limburg is actief in de volgende gemeenten: Alken, Bilzen, Borgloon, Diepenbeek, Hasselt, Hechtel-Eksel, Herk-de-Stad, Houthalen, Hoeselt, Kortessem, Tongeren, Wellen en Zonhoven."
  },
  {
    "titel": "Jaarprogramma",
    "tekst": "De Diabetes Liga Midden-Limburg heeft een gevarieerd jaarprogramma met activiteiten zoals voordrachten, informatie, wandelingen, een ledenfeest en contactpersonen. Het programma voor 2025 is te downloaden."
  },
  {
    "titel": "Infolijn Diabetes Liga",
    "tekst": "De gratis Infolijn van de Diabetes Liga, opgericht in 1996, is laagdrempelig en anoniem en heeft al meer dan 75.000 vragen beantwoord. Het telefoonnummer is 0800 96 333 en het e-mailadres is infolijn@diabetes.be. De lijn is dagelijks bereikbaar, behalve op dinsdagvoormiddag."
  },
  {
    "titel": "Lid worden van de Diabetes Liga",
    "tekst": "Het lidgeld bedraagt € 39 per jaar. Als lid ontvang je 5x per jaar het magazine 'Diabetes Info', 20% korting in de webshop, gratis infodossiers, een dagboek- en boodschappenkalender, en kortingen bij partners en activiteiten. Meer informatie vind je op https://www.diabetes.be/nl/lid-worden."
  },
  {
    "titel": "Webshop Diabetes Liga",
    "tekst": "De webshop is toegankelijk voor zowel leden als niet-leden en biedt snelle levering. De shop is gespecialiseerd in diabetesmateriaal, publicaties, zelfzorgmateriaal en hulpmiddelen. Bestellen kan via http://shop.diabetes.be."
  },
{ "titel": "Details over de Culturele uitstap Herkenrode", "tekst": "Titel: Culturele uitstap Herkenrode\nDatum: zaterdag 27 september 2025\nTijd: 14.00 u\nLocatie: parking domein Herkenrode\nAfstand: ± 5 km\nGids: Alex Ghys\nPrijs: wandeling + bezoek € 7,00 p.p.\nEtentje: achteraf restaurant 'De paardenstallen' (facultatief, ter plaatse te betalen)\nInlichtingen: midden.limburg@diabetes.be\nInschrijven: www.dlml.be/uitstap/" },
{ "titel": "Details over het Wandelevenement Wereld Diabetes Dag 2025", "tekst": "Titel: Wandelevenement Wereld Diabetes Dag 2025\nDatum: zondag 16 november 2025\nTijd: 9.00 u - 18.00 u\nLocatie: Natuurpunt Hasselt, Putvennestraat 112, 3500 Hasselt\nPrijs: volwassenen € 2,00 p.p., kinderen gratis\nParking: gratis\nInlichtingen: midden.limburg@diabetes.be\nInschrijven: www.dlml.be/wandelingWDD/" },
{ "titel": "Details over het Ledenfeest 2025", "tekst": "Titel: Ledenfeest 2025\nDatum: zaterdag 13 december 2025\nTijd: 11.30 u\nLocatie: zaal Elckerlyc, Pastorijstraat 4, Sint-Lambrechts-Herk\nPrijs: € 40.00 p.p.\nParking: gratis\nInlichtingen: midden.limburg@diabetes.be\nOpmerking: Meer informatie volgt" },
{ "titel": "Details over de Wekelijkse wandeling", "tekst": "Titel: Wekelijkse wandeling\nDatum: iedere zondag\nTijd: 9.30 u - 11.30 u\nLocatie: Putvennestraat 110, Kiewit - Hasselt\nAfstand: 4 of 8 km (Kiewit - Bokrijk - Kiewit)\nGids: Jan Pierco\nPrijs: gratis\nParking: gratis\nInlichtingen: midden.limburg@diabetes.be\nInschrijven: niet verplicht" },
{ "titel": "Infosessie: Nieuwe technieken nieuwe medicatie", "tekst": "Titel: Nieuwe technieken nieuwe medicatie\nDatum: donderdag 27 november 2025\nTijd: 20.00 u - 22.00 u\nLocatie: JZ aula Salvator Ziekenhuis, Salvatorstraat 20, 3500 Hasselt\nSpreker: Eddy Foulon, Apotheker\nPrijs: gratis\nParking: gratis (tickets)\nInlichtingen: midden.limburg@diabetes.be\nInschrijven: www.dlml.be/nieuwetechnieken/" },
{ "titel": "Infosessie: Praatcafé", "tekst": "Titel: Praatcafé\nDatum: donderdag 16 oktober 2025\nTijd: 20.00 u - 22.00 u\nLocatie: JZ aula Salvator Ziekenhuis, Salvatorstraat 20, 3500 Hasselt\nSpreker: team diabetesconventie Hasselt\nPrijs: gratis\nParking: gratis (tickets)\nMethode: groepsgesprek\nInlichtingen: midden.limburg@diabetes.be\nInschrijven: www.dlml.be/praatcafe/" },
{ "titel": "Infosessie: All-in Holiday", "tekst": "Titel: All-in Holiday\nDatum: dinsdag 9 december 2025\nTijd: 19.00 u - 21.00 u\nLocatie: Personeelscafetaria az Vesalius, Hazelereik 51, 3700 Tongeren\nSpreker: Diëtisten van de diabetesconventie AZ Vesalius\nPrijs: gratis\nParking: gratis\nInlichtingen: midden.limburg@diabetes.be\nInschrijven: www.dlml.be/holiday/" },

{ 
  "titel": "Contactgegevens van het bestuur en algemene info van Diabetes Liga Midden-Limburg", 
  "tekst": "Hoofdmailadres: midden.limburg@diabetes.be\nWebsite: www.diabetes.be\n\nBestuursleden:\nGuido Smets (Covoorzitter, Penningmeester): guido.smets4@telenet.be, 0474 32 44 14\nEddy Foulon (Covoorzitter, Medisch adviseur): eddy.foulon@telenet.be, 0472 37 98 50\nAndré Latet (Webmaster, Bestuurslid): andre.latet@telenet.be, 0474 27 56 62\nMarita Baerten (Diabeteseducator, Bestuurslid): marita.baerten@telenet.be, 0498 44 13 50\nTheo Hustings (Bestuurslid): theohustings@scarlet.be, 0479 89 21 15\nFreddy Sleeuwaert (Bestuurslid): fredje_s@skynet.be, 0479 85 09 97\nGreta Paesmans (Bestuurslid): etienne.greta@gmail.com, 0496 95 80 62\nLaurent Delbroek (Bestuurslid): laurentdelbroek@gmail.com, 0473 89 00 46" 
}
]